[
    "\fCHAPTER ONE\n\nRevolution in Ramat\nAbout two months earlier certain events took place that would greatly\naffect the famous girls school.",
    "In the Palace of Ramat two young men sat smoking.",
    "One man was dark\nwith large sad looking eyes.",
    "He was Prince Ali Yusuf the Sheikh of Ramat a\nsmall but very rich country in the Middle East.",
    "The other young man Bob\nRawlinson had light hair and freckles and was the princes private pilot.",
    "The\ntwo men had been at school together and were very close friends.",
    "They shot at us Bob said Prince Ali unable to believe it.",
    "They wanted to\nshoot down our plane.",
    "Yes they did said Bob grimly.",
    "You should have left the country two\nweeks ago Ali.",
    "Now its too late.",
    "Perhaps you can go to the British Embassy shall I talk to my friend who works there\nAli Yusufs face reddened with anger.",
    "I will never hide in your Embassy\nThe rebels would probably drag me from the building.",
    "He sighed.",
    "I dont\nunderstand he said sadly.",
    "My grandfather was a cruel man who killed his\nenemies without pity.",
    "And yet he is still admired and respected And I I have\nbuilt hospitals schools and houses... all the things people want.",
    "So why are they\nrebelling against me\nBob Rawlinson sighed.",
    "Lets not talk about that now.",
    "The most important\nthing is to get you safely out of the country.",
    "Is there anybody in the Army you\ncan trust\nSlowly Prince Ali Yusuf shook his head.",
    "I do not know he said.",
    "I cannot\nbe sure  there are secret agents everywhere.",
    "They hear everything  they know\neverything.",
    "Even at the airstrip.",
    "Bob stopped.",
    "But we can trust Achmed.",
    "He caught\nsomeone trying to sabotage the plane  someone we thought we could trust.",
    "So\nif you want to leave the country Ali we must go soon.",
    "I know  I know.",
    "I am quite certain now that if I stay I will be killed.",
    "Ali\nspoke without emotion  as if his future was only of slight interest to him.",
    "We may be killed anyway Bob warned him.",
    "Well have to fly north over\n\n\fthe mountains.",
    "At this time of year its very dangerous.",
    "Ali Yusuf looked worried.",
    "I dont want anything to happen to you Bob.",
    "Dont worry about me Ali.",
    "Im not important.",
    "No  its you  I dont want\nto make you leave.",
    "If some people in the Army are loyal \nI dont want to run away said Ali simply.",
    "But nor do I want to be killed\nby a crowd of angry people.",
    "After a moments thought he made his decision.",
    "Very well he said with a sigh.",
    "We will try to leave.",
    "When\nThis afternoon said Bob.",
    "Go and inspect that new road and stop at the\nairstrip.",
    "Ill have the plane ready to go.",
    "We cant take anything with us.",
    "There is only one thing I wish to take with me said Ali Yusuf.",
    "He took\nout a small leather bag from under his shirt and poured its contents on the table.",
    "Bob held his breath for a moment.",
    "Before him was a pile of beautiful\nprecious jewels.",
    "My goodness Are they real\nAli looked amused.",
    "Of course they are real.",
    "They are worth about a\nmillion pounds.",
    "A million pounds Bob picked up the jewels and let them fall through his\nfingers.",
    "Its fantastic.",
    "Like a fairy story.",
    "Yes.",
    "The dark young man nodded.",
    "Such jewels have a strange effect on\npeople  death and violence follow them around.",
    "And women  beautiful jewels\nmake women go mad.",
    "I would not trust any woman with these jewels.",
    "But I will\ntrust you.",
    "Me Bob stared.",
    "Yes replied his friend.",
    "I do not want these jewels to be taken by my\nenemies.",
    "I do not know when the rebellion will take place but I may not live to\nreach the airstrip this afternoon.",
    "Take the jewels and do the best you can.",
    "But I dont understand said Bob.",
    "What do you want me to do with them\nTake them out of the country somehow Ali said calmly.",
    "You will think of\na plan.",
    "But Ali I dont know how to do that.",
    "Ali sat back in his chair and smiled.",
    "You are sensible Bob and you are\nhonest.",
    "When we were at school you always had clever ideas.",
    "I will give you the\nname and address of a man who deals with such things for me  in case I do not\n\n\fsurvive.",
    "Do not look so worried Bob.",
    "Do the best you can that is all I ask.",
    "I\nshall not blame you if you fail.",
    "It is as Allah wills.",
    "Youre crazy exclaimed Bob.",
    "No.",
    "I believe in fate that is all.",
    "But Ali  a million pounds.",
    "Arent you afraid that Ill keep the jewels for\nmyself\nAli Yusuf smiled at his friend.",
    "No Bob he said I am not afraid of that.",
    "CHAPTER TWO\n\nThe Woman on the Balcony\nBob Rawlinson was very unhappy as he walked along the crowded main\nstreet outside the palace.",
    "He felt that everyone knew he was carrying a million\npounds in his pocket.",
    "As he walked along he tried to think.",
    "Where was he going\nWhat was he planning to do He had no idea and not much time.",
    "He went into a local cafe and ordered some lemon tea.",
    "As he drank it he\nslowly began to feel better.",
    "The atmosphere of the cafe was calming.",
    "At a nearby\ntable an elderly Arab was peacefully sitting and drinking his hot tea and behind\nhim two men played a game of dice.",
    "It was a good place to sit and think.",
    "And he had to think.",
    "Hed been given jewels worth a million pounds and\nhe had to get them out of the country as soon as possible.",
    "What was he going to\ndo He couldnt involve his friend at the British Embassy.",
    "What he needed was\nan ordinary person who was leaving the country  a businessman or a tourist\nwould be best.",
    "Then suddenly Bob thought of his sister Joan Sutcliffe  of course Joan\nhad been in Ramat for two months with her daughter Jennifer who was\nrecovering from an illness.",
    "They were going back to England by ship in a few\ndays time.",
    "Joan was the ideal person Bob thought.",
    "Yes he could trust Joan even with\njewels.",
    "But wait a minute... could he really trust Joan Joan was honest yes but\nshe would talk  talk about the jewels.",
    "It would be safer if she didnt know what\nshe was carrying.",
    "Bob looked at his watch stood up and left the cafe.",
    "Outside everything\nseemed so normal  there was nothing to show that rebels were planning a\nrevolution.",
    "Bob walked to Ramats leading hotel.",
    "The hotel clerk behind the desk\nknew Bob well and smiled at him.",
    "Good morning sir.",
    "Do you want your sister\nIm afraid she and your niece have gone to visit the temple.",
    "Bob swore quietly to himself  Joan wouldnt be home for hours.",
    "Ill go up\nto her room he said and the clerk gave him the key.",
    "Inside his sisters room it was very untidy.",
    "Golf clubs lay across a chair and\ntennis racquets had been thrown on the bed.",
    "Clothes were lying around and the\ntable was covered with rolls of film postcards books and souvenirs.",
    "Bob now had a problem.",
    "He wouldnt see Joan before he flew Ali out that\nafternoon and he couldnt just leave her a package of jewels and a note because\nhed probably been watched and followed to the hotel.",
    "He hadnt noticed anyone\n but that just meant they were good at their job.",
    "There was nothing suspicious in\ncoming to see his sister but if he left her a package and a note the package\nwould be opened and the note would be read.",
    "If only he had more time\nHe looked around the room... and then he had an idea.",
    "With a smile he\ntook from his pocket the little tool kit he always carried.",
    "He saw that his niece\nJennifer had some plasticine  that would help.",
    "He worked quickly.",
    "Once he looked up at the open window  he felt that\nsomeone was watching him.",
    "But no there was no balcony outside this room.",
    "When he finished he nodded in approval.",
    "He was sure that nobody  not\neven Joan or Jennifer  would notice what hed done.",
    "When he had cleared up he\nwrote an ordinary note to his sister.",
    "He would leave a message with someone\nelse to give to Joan in England.",
    "He wrote quickly\nDear Joan  I came to ask if youd like to play golf this evening hut if\nyouve been to the temple youll probably be too tired.",
    "What about tomorrow\nFive oclock at the Club.",
    "Yours Bob\nNext he telephoned the British Embassy and was connected to his friend\nJohn Edmundson.",
    "John Its Bob Rawlinson.",
    "Can you meet me somewhere\nwhen you finish work Or earlier if you can  its important.",
    "Well actually its\nabout a girl...",
    "He gave an embarrassed cough.",
    "Shes wonderful really wonderful\n but its a bit difficult.",
    "Because all the telephones in Ramat were tapped and listened to Bob and\nJohn Edmundson had their own secret code.",
    "A wonderful girl meant something\nurgent and important.",
    "Really Bob you and your girls said Edmundson with disapproval.",
    "All\n\n\fright Ill meet you at two oclock.",
    "Bob heard a click as the person who had\nbeen listening to their conversation put down the phone.",
    "He would meet Edmundson outside the main bank at two oclock and tell\nhim about the secret hiding place.",
    "Joan and Jennifer were travelling on a slow\nboat back to England which would take six weeks.",
    "By that time the revolution\nin Ramat would have either succeeded or failed and Ali Yusuf might be safely\nin Europe  or they might both be dead.",
    "Bob looked carefully around the room before he left.",
    "It looked exactly the\nsame  peaceful and untidy.",
    "His harmless note to Joan was on the table.",
    "There\nwas no one in the corridor when Bob left the room.",
    "The woman in the room next door to Joan Sutcliffes stepped back from the\nbalcony.",
    "There was a mirror in her hand.",
    "She had gone out on the balcony to look at her face closely in the clear\nsunlight.",
    "Then she saw something else.",
    "She was holding her mirror so that it\nreflected the mirror of the wardrobe in the room next to hers  and in the\nwardrobe mirror she saw a man doing something very strange and unexpected.",
    "She stood still watching the man.",
    "He could not see her from where he was\nand she could only see him because of the double reflection in the two mirrors.",
    "Once the man did look up suddenly towards the window but since there\nwas no one there he lowered his head again.",
    "When he had finished what he was\ndoing he wrote a note which he left on the table.",
    "Then the woman heard him\nmake a telephone call and though she didnt hear the words he sounded cheerful\nand relaxed.",
    "Then she heard the door close.",
    "The woman waited a few minutes and then opened her door.",
    "The door of\nthe next room was locked but she opened the lock quickly and expertly with a\nsmall knife.",
    "She went in closing the door behind her and picked up and read the note.",
    "Just as she put the note down she heard voices and ran to the window.",
    "Below Joan Sutcliffe was complaining in a loud voice to a young man\nfrom the British Embassy.",
    "Leave Ramat now I never heard such nonsense\nEverythings perfectly quiet here.",
    "Her daughter Jennifer a pale girl of fifteen\nstood next to her.",
    "Were going home by boat in a few days anyway continued Mrs Sutcliffe.",
    "The doctor said that travelling by sea will be good for Jennifers health.",
    "I refuse\nto change my plans and fly back to England in this silly hurry.",
    "You dont have to fly to England said the young man persuasively.",
    "You\ncan both fly out of Ramat and get on your boat at the next port.",
    "With all our luggage asked Joan Sutcliffe.",
    "We have a lot of luggage.",
    "Yes yes I can arrange that.",
    "Ive got a big car waiting outside.",
    "We can load\neverything and leave right away.",
    "Oh very well said Mrs Sutcliffe.",
    "I suppose wed better pack.",
    "At once if you dont mind.",
    "The woman in the bedroom stepped away from the window.",
    "She looked at\nthe address on one of the luggage labels and then went quickly back to her own\nroom.",
    "A few moments later Joan Sutcliffe arrived at the door of her room\nfollowed by the hotel clerk.",
    "Your brother went up to your room Mrs Sutcliffe\nhe said.",
    "But I think you have just missed him.",
    "How annoying said Mrs Sutcliffe and thanked the clerk.",
    "I suppose Bobs\nfussing too she said to Jennifer.",
    "I cant see any sign of a revolution in the streets\nmyself.",
    "This doors unlocked.",
    "How careless people are.",
    "Perhaps it was Uncle Bob said Jennifer.",
    "I wish Id seen him... Oh hes left me a note.",
    "She read it quickly.",
    "Bob isnt worried she said.",
    "He obviously doesnt know anything about a\nrevolution  its all a big fuss about nothing.",
    "I hate packing when its so hot.",
    "Come on Jennifer get your things ready quickly.",
    "Ive never been in a revolution said Jennifer thoughtfully.",
    "And you wont be in one now said her mother sharply.",
    "Nothing will\nhappen.",
    "Jennifer looked disappointed.",
    "CHAPTER THREE\n\nIntroducing Mr Robinson\nSix weeks later a young man entered a small office in London.",
    "Behind a\ndesk sat Colonel Pikeaway a fat middleaged man wearing an untidy suit.",
    "The\nColonel always looked half asleep and he smoked a lot of cigars.",
    "Oh said Colonel Pikeaway as the young man entered.",
    "Your names\nEdmundson isnt it You were at the British Embassy in Ramat at the time of the\nrevolution.",
    "Thats right sir said the young man.",
    "John Edmundson.",
    "They said you  r\n wanted to see me.",
    "Sit down said Colonel Pikeaway.",
    "You were a friend of Bob Rawlinsons\nwerent you\nI knew him fairly well yes said Edmundson.",
    "So you know hes dead then said Colonel Pikeaway.",
    "Bob Rawlinson\nflew Ali Yusuf out of Ramat on the day of the revolution.",
    "The plane crashed into\na mountain and the wreckage has only just been found  with two bodies.",
    "He paused and looked at Edmundson.",
    "Some people  very important\npeople  have asked us to investigate this case.",
    "he continued.",
    "Youve heard\nperhaps that nothing valuable was found on the bodies or in the wreckage.",
    "We\nknow that Bob Rawlinson and Ali Yusuf were great friends.",
    "Did Rawlinson say\nanything to you before he flew out of Ramat\nI think Bob did want to tell me something important sir said Edmundson\ncautiously.",
    "We knew that all the telephones in Ramat were tapped so Bob and I\nused a simple code about a wonderful girl.",
    "Bob rang me and used the code on\nthe day the revolution started.",
    "I arranged to meet him outside the main bank but\nI never got there because there was fighting and the police closed the road.",
    "Bob\nflew Prince Ali out the same afternoon.",
    "I see said Pikeaway and thought for a moment.",
    "Do you know Mrs\nSutcliffe\nBob Rawlinsons sister said Edmundson.",
    "Yes I did meet her and her\ndaughter in Ramat.",
    "She was much older than Bob.",
    "Mrs Sutcliffe and her daughter arrive back in England tomorrow.",
    "Do you\n\n\fthink that Bob Rawlinson would have told his sister an important secret\nIts difficult to say  but no I dont think so.",
    "Colonel Pikeaway sighed and was silent for a moment before he said\ngoodbye to Edmundson.",
    "Thank you for coming.",
    "Im sorry I havent been able to help sir.",
    "When John Edmundson left Colonel Pikeaway picked up the phone.",
    "Send\nAgent R in to see me he said.",
    "Ive got a job for him.",
    "Colonel Pikeaway looked up as a good looking young man  tall dark and\nmuscular  entered the room.",
    "The Colonel grinned.",
    "Im sending you to a girls\nschool he said.",
    "To Meadowbank.",
    "Meadowbank said the young man in surprise.",
    "Are the girls making\nbombs in Chemistry class\nDont ask silly questions said the Colonel and listen.",
    "Im sure youve\nheard about the recent death of Prince Ali Yusuf of Ramat.",
    "His closest living\nrelative is his cousin Princess Shaista who starts at Meadowbank in the summer\nterm.",
    "I want you to watch her closely and report to me if anyone seems\ninterested in her.",
    "The young man nodded.",
    "And what will I be doing teaching\nAll the teachers there are women.",
    "Colonel Pikeaway looked at him\nthoughtfully.",
    "No youre going to be the gardener.",
    "Good gardeners are hard to\nfind at the moment and I know you have a lot of experience.",
    "Ill write you some\ngood references to make sure they give you a job.",
    "And you need to hurry summer term starts soon.",
    "So I do the gardening and keep my eyes open is that right\nThats right said the Colonel.",
    "And dont get too involved with those\nteenage girls.",
    "I dont want you to be thrown out before youve done your job.",
    "He\nstarted writing.",
    "Your new name is Adam Goodman.",
    "Go and invent a new past\nhistory for yourself and then get to Meadowbank as soon as possible.",
    "He looked\nat his watch.",
    "Im expecting Mr Robinson now.",
    "A buzzer went on the Colonels desk.",
    "There he is now.",
    "Mr Robinson is\nalways on time.",
    "Tell me said Adam curiously.",
    "Who is he really Whats his real name\nHis name said Colonel Pikeaway is Mr Robinson.",
    "Thats all I know and\nthats all anybody knows.",
    "Mr Robinson was fat and well dressed with a yellow face sad dark eyes\nand large very white teeth.",
    "He and Colonel Pikeaway greeted each other\npolitely.",
    "Its very good of you to help us said the Colonel.",
    "I hear things you know said Mr Robinson.",
    "I know a lot of people and\nthey tell me things.",
    "Did you know that Prince Ali Yusufs plane has been found asked\nColonel Pikeaway.",
    "Yes said Mr Robinson.",
    "And I can tell you that it wasnt Bob Rawlinsons\nfault the plane crashed.",
    "The plane was sabotaged by a man called Achmed the\nsenior mechanic.",
    "Rawlinson trusted him but Achmed now has a wellpaid job\nwith the new Ramat government.",
    "So it was sabotage We didnt know that for sure.",
    "And now we know that Prince Ali Yusuf is dead continued Mr Robinson\nwe would like to find the package he left behind  the jewels.",
    "They werent found on Ali Yusufs body as far as we know.",
    "No because he gave them to Bob Rawlinson.",
    "Are you sure of that asked Pikeaway sharply.",
    "They werent on young\nRawlinsons body either.",
    "In that case said Mr Robinson Rawlinson must have got them out of the\ncountry some other way.",
    "Have you any idea how asked Pikeaway.",
    "Rawlinson went up to his sisters hotel room to write her a note and stayed\nthere for about twenty minutes.",
    "He could have written his note in three minutes.",
    "What did he do the rest of the time\nSo you think that he hid the jewels in his sisters luggage\nIt seems likely does it not agreed Mr Robinson.",
    "Mrs Sutcliffe and her\ndaughter left Ramat that same day and they arrive back in England by boat\ntomorrow I believe.",
    "Pikeaway nodded.",
    "Weve arranged to look after them he said.",
    "If she has the jewels she will be in danger.",
    "Mr Robinson closed his eyes.",
    "There are other people interested in them.",
    "Colonel Pikeaway asked carefully\nAnd what is your  er  interest in the jewels\nI represent a certain group of people said Mr Robinson.",
    "Prince Ali Yusuf\nbought some of the jewels from us and so we are interested in finding the jewels\nnow.",
    "Im sure the prince would have approved.",
    "I will not say any more  these\nmatters are private.",
    "He paused.",
    "Do you know who was staying in the hotel\nrooms on either side of Mrs Sutcliffes room\nOn the left hand side was Senora Angelica de Toredo said Colonel\nPikeaway.",
    "Shes a Spanish  er  dancer  though I dont think she was Spanish\nor a very good dancer.",
    "On the other side was a schoolteacher I believe.",
    "Mr Robinson smiled.",
    "You always know everything he said.",
    "I hope that together  we know enough...\n\n\fCHAPTER FOUR\n\nReturn of a Traveller\nOh dear said Mrs Sutcliffe as she looked out of her hotel window.",
    "Its\nalways raining in England.",
    "Its lovely to be back said Jennifer.",
    "I love hearing everyone speak English\nin the streets and Im looking forward to having a really good afternoon tea with\nlots of cakes.",
    "Now let me make sure we have all our luggage said her mother.",
    "People\nare so dishonest these days.",
    "Im sure that man on the boat was trying to steal my\ngreen bag.",
    "And there was another man on the train... Mrs Sutcliffe counted.",
    "Yes\n yes thats all right.",
    "All fourteen pieces of luggage are here.",
    "Can we have tea now said Jennifer.",
    "Im very hungry.",
    "All right but I really need to rest so you must go down by yourself.",
    "I\ndont know why your father couldnt leave work and meet us especially as he\nhasnt seen us for three months.",
    "She gave Jennifer some money for tea and\nwatched her daughter leave the room.",
    "After a few minutes there was a knock at the door.",
    "It was a young man in a\ndark blue uniform carrying a tool bag.",
    "Electrician he said.",
    "Ive come to repair\nthe lights in the bathroom.",
    "Mrs Sutcliffe had just shown the electrician the bathroom when the\ntelephone rang.",
    "Hello...",
    "Yes Mrs Sutcliffe speaking.",
    "My name is Derek OConnor  I work for the government.",
    "Can I come up\nto your room Mrs Sutcliffe Its about your brother.",
    "Bob Do you have any news\nIm afraid so  yes.",
    "Oh... Oh I see...",
    "Yes come up.",
    "My rooms on the third floor number 310.",
    "Mrs Sutcliffe sat down on the bed.",
    "She knew what the news must be.",
    "Soon there was a knock on the door and Mrs Sutcliffe let in another young\nman.",
    "Please tell me said Mrs Sutcliffe.",
    "Bobs dead isnt he\nYes Mrs Sutcliffe Im afraid so said OConnor.",
    "Your brother was flying\nPrince Ali Yusuf out from Ramat and they crashed in the mountains.",
    "There was\n\n\fno definite news until a few days ago but now the wreckage of the plane has\nbeen found.",
    "He and Prince Ali must have died immediately.",
    "Im not at all surprised said Mrs Sutcliffe.",
    "Her voice shook a little but she\nwas in control of herself.",
    "I knew Bob would die young.",
    "He was always doing\nsuch dangerous things.",
    "A tear fell down her cheek.",
    "Its such a shock.",
    "I know  Im very sorry.",
    "Thank you for coming to tell me Mrs Sutcliffe said.",
    "Theres something I have to ask you said OConnor.",
    "Did your brother\ngive you anything  a package  to bring back to England\nShe shook her head.",
    "No.",
    "Why do you think that\nYour brother had a rather important package and we dont know where it\nis.",
    "He came to your hotel the day the revolution started.",
    "I know said Mrs Sutcliffe.",
    "But all he left me was a note asking me to\nplay golf the next day.",
    "Another tear fell down her cheek.",
    "Oh dear I need a\nhandkerchief.",
    "Wheres my bag Perhaps I left it in the other room.",
    "Ill get it for you said OConnor.",
    "He went through the bedroom door and stopped as he saw a young man\nbending over a suitcase.",
    "Electrician said the young man hurriedly.",
    "Theres\nsomething wrong with the lights.",
    "OConnor pressed the light switch.",
    "They seem all right to me he said\npleasantly.",
    "I must be in the wrong room said the electrician.",
    "He quickly picked up\nhis tool bag and left.",
    "OConnor frowned as he took Mrs Sutcliffes bag back to her.",
    "Excuse me\nhe said and picked up the phone.",
    "Room 310 here.",
    "Have you just sent up an\nelectrician He waited.",
    "No No I thought you hadnt.",
    "No theres nothing\nwrong.",
    "He put down the phone and turned to Mrs Sutcliffe.",
    "The office didnt send\nup an electrician he told her.",
    "I think that man was a thief.",
    "Mrs Sutcliffe looked hurriedly in her bag.",
    "He hasnt taken anything.",
    "I still\nhave all my money.",
    "If your brother didnt give you a package said OConnor he might have\n\n\fhidden it in your luggage instead.",
    "But why would Bob do such a thing asked Mrs Sutcliffe.",
    "It sounds very\nunlikely.",
    "Would you mind if we searched your luggage now asked OConnor.",
    "It\nmight be very important.",
    "I can help he added persuasively.",
    "Im very good at\npacking.",
    "Oh well said Mrs Sutcliffe I suppose so  if its really important \n\nMummy why have you been unpacking Jennifer asked in surprise when\nshe returned.",
    "Dont ask me why said her mother.",
    "Its possible that your Uncle Bob put\nsomething in my luggage to bring home.",
    "He didnt give you anything Jennifer\ndid he\nNo he didnt said Jennifer.",
    "Have you been unpacking my things too\nWeve unpacked everything said Derek OConnor cheerfully and we\nhavent found anything.",
    "Can I order you a drink Mrs Sutcliffe while I pack up\nagain\nI wouldnt mind a cup of tea said Mrs Sutcliffe.",
    "OConnor ordered the tea then packed up Mrs Sutcliffes things again\nquickly and neatly.",
    "Theres just one thing more Mrs Sutcliffe he said.",
    "Id like you to be very\ncareful.",
    "Are you staying in London long\nWere going back home to the country tomorrow with my husband.",
    "Thats all right then.",
    "But if anything strange happens call the police\nstraight away.",
    "From a local newspaper\nA man named Andrew Ball appeared in court yesterday charged with\nbreaking into the house of Mr Henry Sutcliffe.",
    "Police arrested him as he tried to\nescape from the house and nothing was taken.",
    "Ball admitted that he was guilty\nof trying to steal saying that he had no work and was looking for money.",
    "I told you to have the lock on that side door repaired said Mr Sutcliffe to\nhis wife.",
    "My dear Henry said Mrs Sutcliffe Ive been abroad for the last three\nmonths.",
    "And burglars can always find a way in if they really want to.",
    "I dont understand said Jennifer.",
    "How did the police know the house was\nbeing burgled and get here in time to catch him\nIt seems extraordinary that he didnt take anything commented her\nmother.",
    "Are you quite sure nothings missing Joan demanded her husband.",
    "Mrs Sutcliffe sighed.",
    "Its very hard to know she said.",
    "There was such a\nmess in my bedroom.",
    "Can I have some more pudding asked Jennifer.",
    "I suppose so said her mother though I do hope they wont think youre\ntoo greedy at school.",
    "Meadowbank isnt an ordinary school remember.",
    "I dont think I really want to go to Meadowbank said Jennifer.",
    "I know a\ngirl whose cousin said it was awful.",
    "Thats enough Jennifer said Mrs Sutcliffe.",
    "Youre very lucky to be going\nto Meadowbank.",
    "Its a very good school.",
    "When Andrew Ball had been sent to prison for three months Derek\nOConnor rang Colonel Pikeaway.",
    "We let Ball have plenty of time to search the\nhouse before we arrested him he told the Colonel in case he knew where the\njewels were.",
    "But he didnt find anything.",
    "And neither did you replied Colonel Pikeaway.",
    "Perhaps were wrong and\nRawlinson didnt hide the jewels in his sisters luggage.",
    "Are there any other possibilities asked OConnor.",
    "Oh yes said the Colonel.",
    "They may still be in Ramat hidden in the hotel\nor near the airstrip.",
    "Or maybe Mrs Sutcliffe had the package of jewels without\nknowing and threw them into the sea on her way home.",
    "And that he added thoughtfully might be the best place for them.",
    "CHAPTER FIVE\n\nLetters from Meadowhank School\nLetter from Julia Upjohn to her mother\nDear Mummy\nIve settled in now and I like it here very much.",
    "Theres another new girl\ncalled Jennifer and she and I do things together.",
    "We both like tennis and Jennifer\nis rather good.",
    "She was in Ramat when that revolution started but she missed it\nbecause they were taken away by someone from the Embassy.",
    "I like Miss Bulstrode but she can be frightening.",
    "Ive heard that shes\ngoing to retire soon and that Miss Vansittart will be the new head teacher but Im\nsure it isnt true.",
    "Miss Rich our English teacher is wonderful.",
    "When she reads\nShakespeare it all seems different and real.",
    "Someone told me she wasnt here last\nterm.",
    "We do French with Mademoiselle Blanche who seems to be bored a lot of\nthe time.",
    "Our Games teacher Miss Springer is awful.",
    "Shes got red hair and\nsmells when shes hot.",
    "There are a lot of foreign girls here and a princess who says she was going\nto marry Prince Ali Yusuf if he hadnt been killed in that plane crash.",
    "Jennifer\nsays that isnt true and that Prince Ali liked someone else.",
    "Jennifer knows a lot\nof interesting things.",
    "I know youre leaving on your trip soon.",
    "Dont forget your passport like\nyou did last time\nLove from Julia\n\nLetter from Jennifer Sutcliffe to her mother\nDear Mummy\nIt really isnt bad here and Im enjoying it more than I expected.",
    "The\nweather has been very fine.",
    "Do you think I could have a new tennis racquet\nMine feels all wrong.",
    "And can I start to learn Greek I love languages.",
    "Some of\nus are going to London to the theatre next week.",
    "The food here is very good.",
    "Yesterday we had chicken and lovely cakes for tea.",
    "Your loving daughter\nJennifer\nLetter from Ann Shapland to Dennis Rathbone\nDear Dennis\nId love to have dinner with you but I dont have any free time until the\nweekend of the third week of term.",
    "Ill let you know.",
    "Its rather fun working in a school.",
    "But Im glad Im not a teacher  Id go\nmad\nYours ever\nAnn\nLetter from Miss Johnson to her sister\nDear Edith\nEverything here is much the same as usual.",
    "The summer term is always\nnice.",
    "The garden is looking beautiful and weve got a new gardener to help old\nBriggs  hes young strong and good looking which is a pity.",
    "Girls are so silly.",
    "Miss Bulstrode hasnt said anything more about retiring so hope shes\nchanged her mind.",
    "If Miss Vansittart became head teacher I really think Id have\nto leave.",
    "Give my love to Richard and the children.",
    "Elspeth\nLetter from Miss Vansittart to a friend\nDear Gloria\nThe summer term has started and all the new girls are settling in well.",
    "But\nthe new Games teacher Miss Springer is not a success and the girls dont like\nher.",
    "She is also rather rude and very nosey and asks far too many personal\n\n\fquestions.",
    "Mademoiselle Blanche the new French teacher is quite nice but is\nnot a very good teacher.",
    "Miss Bulstrode has not yet talked to me about the future but I think she\nhas decided what to do.",
    "I will be proud to carry on her fine work at\nMeadowbank.",
    "Yours ever\nEleanor\nLetter from Adam Goodman to Colonel Pikeaway sent in the usual way\nPrincess Shaista arrived in a huge luxury car.",
    "I hardly recognized her the\nnext day in her school uniform.",
    "I am already on friendly terms with her and she\nwas asking me about the flowers until the Games teacher Miss Springer took\nher away and told me not to talk to pupils.",
    "An old teacher called Miss Chadwick\nkeeps an eye on me so Im being careful.",
    "No sign so far of anything strange  but I hope something will happen\nsoon.",
    "CHAPTER SIX\n\nEarly Days\nThe teachers were all talking together  discussing their holidays the\nSports Pavilion and the new girls.",
    "Then attention turned to the new teachers.",
    "Mademoiselle Blanche answered some polite questions about France and Miss\nSpringer began to talk about herself.",
    "Miss Springer had a high opinion of herself.",
    "She talked loudly about how\nmuch she had been valued at other schools and how her colleagues and head\nteachers had welcomed her advice.",
    "Though of course some people were\nungrateful and refused to face the truth she said.",
    "Im not like that.",
    "And Im good\nat finding things out.",
    "Several times Ive discovered a nasty scandal and told\neveryone about it.",
    "You shouldnt teach in a school if you have something to hide.",
    "She laughed loudly.",
    "Youd be surprised if I told you some of the things Ive\nfound out about people.",
    "But I was just doing my duty.",
    "Miss Springer laughed again.",
    "She didnt notice that nobody else was\namused.",
    "Miss Bulstrode was trying not to smile as Miss Johnson complained about\nShaistas brassiere.",
    "Its not the ordinary kind said Miss Johnson.",
    "It  er  pushes\nher up.",
    "But I want to look bigger explained Shaista helpfully.",
    "I want to look like\na woman.",
    "Youre only fifteen said Miss Johnson.",
    "Fifteen  that is a woman said Shaista.",
    "And I look like a woman do I\nnot\nMiss Bulstrode nodded seriously.",
    "I understand your point of view Shaista\nshe said but I suggest that you wear your brassiere when you go to London or to\na party not every day.",
    "When Shaista had gone Miss Bulstrode smiled at Miss Johnson.",
    "Its true Shaista does look fully grown up.",
    "Physically shes totally different to Julia\nUpjohn for example.",
    "Its good to have a school full of girls who are different.",
    "Miss Bulstrode went back to correcting homework and thought about her\n\n\fschool.",
    "She had worked hard and taken risks to make Meadowbank a success.",
    "And Miss Chadwick had always been there to help her.",
    "Now Miss Bulstrode had\ndecided to retire while she was still successful.",
    "She didnt know what Miss\nChadwick would do  perhaps she would prefer to carry on teaching.",
    "Miss Bulstrode rang for Ann Shapland and began to dictate letters.",
    "Ann\nwas a very good secretary thought Miss Bulstrode.",
    "Better than the one before\nwho had left so suddenly.",
    "When the letters were done Miss Bulstrode sighed with relief.",
    "Writing to\nparents is very dull she said to Ann.",
    "Tell me why did you become a secretary\nI dont really know said Ann.",
    "It just happened.",
    "But Ive had lots of\ninteresting jobs.",
    "And I cant stay in one job for very long because of my mother I have to go and look after her at times.",
    "I like change  its never dull.",
    "My job  teaching  is never dull said Miss Bulstrode.",
    "Ill miss it when I\nretire.",
    "Are you going to retire asked Ann in surprise.",
    "Why\nBecause Ive done all I can for Meadowbank  its someone elses turn.",
    "Miss Vansittart I suppose said Ann.",
    "Shell carry on your work.",
    "But is that what I want thought Miss Bulstrode as Ann left the room to\nstart typing.",
    "Do I want Eleanor Vansittart just to carry on my work Or do I want\nsomeone with personality  like Eileen Rich  to bring new and fresh ideas to\nMeadowbank\nShe looked up as Miss Chadwick came in.",
    "Whats wrong Chaddy\nNothing said Miss Chadwick with a frown.",
    "Nothing really.",
    "I just have a\nfeeling that something isnt quite right  but I dont know why.",
    "And I dont like\nMademoiselle Blanche very much or Miss Springer.",
    "Having new teachers is always upsetting said Miss Bulstrode.",
    "Yes agreed Miss Chadwick.",
    "That must be it.",
    "And we must keep an eye\non that new gardener.",
    "Its a pity hes so young and good looking.",
    "Both women nodded.",
    "They knew what damage a good looking young man\ncould do to the hearts of teenage girls.",
    "CHAPTER SEVEN\n\nStraws in the Wind\nWere you talking to one of the young ladies just now Briggs asked his\nnew gardener.",
    "Just for a few minutes said Adam sulkily.",
    "I didnt say anything wrong.",
    "I dont say you did boy.",
    "But youd better be careful Briggs told him.",
    "All\nthese girls together with no men to distract them.",
    "Miss Bulstrode wouldnt like it.",
    "Ah here she comes now.",
    "Miss Bulstrode was approaching.",
    "Good morning she said.",
    "Id like one of\nyou to repair the wire netting round the tennis court.",
    "As soon as possible.",
    "She\nwalked off again.",
    "She just comes along  giving orders said Briggs annoyed.",
    "But I suppose\nyou should go and repair that netting when youve finished here.",
    "Oh all right said Adam still sounding sulky.",
    "As she walked back to the school Miss Bulstrode met Miss Vansittart\ncoming in the opposite direction.",
    "What a hot afternoon said Miss Vansittart.",
    "Yes it is agreed Miss Bulstrode.",
    "Then she frowned.",
    "Have you noticed\nthat young man  the young gardener Hes very good looking.",
    "The girls notice\nhim.",
    "Well have to keep an eye on them.",
    "She laughed.",
    "Theres never a dull\nmoment running a school.",
    "Do you ever find life dull here Eleanor\nNo indeed said Miss Vansittart.",
    "I find the work here very exciting and\nsatisfying.",
    "You must feel very proud of the great success youve achieved.",
    "Tell me Eleanor said Miss Bulstrode if you were running the school\ninstead of me what changes would you make\nI dont think I would change anything said Eleanor Vansittart.",
    "I think\nMeadowbank is perfect the way it is.",
    "Now was the time thought Miss Bulstrode to ask Eleanor Vansittart to be\nthe next head teacher.",
    "But something was stopping her...\n\n\fA bell sounded in the distance.",
    "Its time for my German class said Miss Vansittart.",
    "I must go.",
    "She\nhurried towards the school and Miss Bulstrode followed her slowly  and almost\nbumped into Eileen Rich hurrying from a side path.",
    "Oh Im sorry said Eileen Rich I didnt see you.",
    "I was going to my\nEnglish class.",
    "Her hair as usual was very untidy.",
    "You enjoy teaching dont you said Miss Bulstrode.",
    "Why exactly do you\nlike it\nEileen Rich ran a hand through her hair and thought for a moment.",
    "Because you dont know what youre going to get she said or how the girls\nwill answer.",
    "Its so incredibly exciting.",
    "Miss Bulstrode nodded in agreement.",
    "And do you have your own ideas\nabout running a school she asked.",
    "Oh yes replied Eileen Rich.",
    "Im sure some of them wouldnt work but\nyou have to take risks in life dont you if you feel strongly enough about\nsomething\nSo you dont mind leading a dangerous life smiled Miss Bulstrode.",
    "A dark look passed over Eileen Richs face.",
    "I suppose not she said.",
    "I\nmust go now.",
    "The girls will be waiting.",
    "She hurried off.",
    "Miss Bulstrode was still looking after her when Miss Chadwick came to\nfind her.",
    "You look worried Honoria said Miss Chadwick.",
    "Yes I am worried  I cant decide what to do said Miss Bulstrode.",
    "Are you still thinking about retiring You really shouldnt.",
    "Meadowbank\nneeds you.",
    "You love Meadowbank dont you Chaddy\nIts the best school in England said Miss Chadwick.",
    "We can be proud of\nourselves for starting it.",
    "I cant play with this tennis racquet said Jennifer throwing it down in\ndespair.",
    "Its been restrung but the balance is all wrong.",
    "Its much better than mine said Julia comparing the two racquets.",
    "The\nstrings on mine are really loose.",
    "Id still rather have your racquet said Jennifer picking it up and swinging\nit.",
    "Well Id rather have yours said Julia.",
    "Shall we swap\nAll right then Jennifer agreed and the two girls took off their name labels\nand put them on each others racquet.",
    "Adam was mending the netting round the tennis court when the door of the\nSports Pavilion opened and Mademoiselle Blanche the little mouselike French\nteacher looked out.",
    "She seemed surprised to see Adam and went back inside\nwith a guilty look that made Adam immediately suspicious.",
    "Soon Mademoiselle Blanche came out again and closed the door.",
    "It is a\nvery fine Sports Pavilion she said to Adam as she passed.",
    "Today is the first\ntime I have been inside.",
    "I wish to write home to my friends in France who keep a\nschool.",
    "Adam was curious.",
    "Mademoiselle Blanche could go anywhere in the\nschool that she liked.",
    "Why was she explaining herself to a gardener What had\nshe been doing in the Sports Pavilion\nHe waited until she was out of sight then left his work and looked inside\nthe Sports Pavilion himself.",
    "He couldnt see anything unusual.",
    "All the same he\nthought she was doing something in there.",
    "As he came out again he bumped into Ann Shapland.",
    "Have you seen Miss\nBulstrode she asked.",
    "She was talking to Briggs just now Miss but I think shes gone back to the\nhouse replied Adam.",
    "Ann frowned.",
    "What were you doing in the Sports Pavilion she asked.",
    "I was just looking Adam said rudely.",
    "Im allowed to look arent I\nI think you should get on with your work said Ann and walked back\ntowards the school.",
    "When she turned round Adam was busy repairing the wire\nnetting.",
    "CHAPTER EIGHT\n\nMurder\nOne night the telephone rang at the local police station.",
    "The Sergeant who\nanswered quickly wrote down some details and then hurried off to find his\ncolleagues.",
    "A murder at Meadowbank school said Detective Inspector Kelsey\ngreatly surprised.",
    "Whos been murdered\nThe Games teacher sir said the Sergeant.",
    "Her names Miss Springer.",
    "Shes been found shot dead in the schools Sports Pavilion.",
    "Did they find the gun asked Kelsey.",
    "No sir.",
    "Interesting said Detective Inspector Kelsey.",
    "He called his team together\nand they left quickly to do their job.",
    "At Meadowbank Inspector Kelsey was met by Miss Bulstrode.",
    "What\nwould you like to do first Inspector she asked visit the Sports Pavilion or hear\nthe full details\nIf someone could show the doctor and my two Sergeants where the body\nis replied Kelsey Id like a few words with you first.",
    "Certainly.",
    "Miss Bulstrode arranged everything without fuss.",
    "Come with\nme.",
    "Who found the body asked Kelsey as he followed Miss Bulstrode into\nher sitting room.",
    "Miss Johnson the matron said Miss Bulstrode.",
    "Ill talk to her in a minute Kelsey said.",
    "First can you tell me about the\nmurdered woman\nHer name is Grace Springer  she was new this term.",
    "And what do you know about her\nI hadnt met her before this term but her references were excellent said\nMiss Bulstrode.",
    "Have you got any idea at all why this happened Was she unhappy Was\nshe seeing anyone  a man perhaps\nMiss Bulstrode shook her head.",
    "Not that I know of she replied.",
    "And it\nseems very unlikely.",
    "She was not that kind of woman.",
    "Was there any reason why Miss Springer should be in the Sports Pavilion\nat night continued Kelsey.",
    "No reason at all said Miss Bulstrode.",
    "Very well Miss Bulstrode.",
    "Ill talk to Miss Johnson now.",
    "Miss Johnson\nhad been given a lot of brandy to drink after her discovery of the body which\nmade her very talkative.",
    "Such an awful thing to happen she said to Inspector\nKelsey.",
    "I cant believe it.",
    "Miss Springer was so  well so sure of herself.",
    "The\nsort of woman who could deal with a burglar all by herself.",
    "A burglar said Inspector Kelsey.",
    "Was there anything to steal in the\nSports Pavilion\nWell no not really  just swimsuits and sports equipment.",
    "Were there any signs of a breakin asked the Inspector.",
    "I dont really know said Miss Johnson.",
    "The door was open when we got\nthere and \nThere were no signs of a breakin interrupted Miss Bulstrode.",
    "I see said\nKelsey.",
    "Someone used a key.",
    "He looked at Miss Johnson.",
    "Did people like Miss\nSpringer he asked.",
    "I dont think so said Miss Johnson slowly.",
    "She was very sure of herself sometimes quite rude  and was quite nosey.",
    "Now Miss Johnson said Kelsey.",
    "Tell me exactly what happened.",
    "It was late and I was up with one of our pupils who was ill.",
    "I looked out\nof the window and saw a light in the Sports Pavilion.",
    "It was moving about.",
    "So it was a torch\nYes it must have been.",
    "I didnt think of burglars.",
    "I thought it was one of\nour pupils  meeting a boy perhaps.",
    "I didnt want to disturb Miss Bulstrode so I\nwent to ask Miss Chadwick to come with me and see what was going on.",
    "We\nwent out by the side door and were standing on the path when we heard a shot\nfrom the Sports Pavilion.",
    "We ran there as fast as we could.",
    "The door was open\n\n\fand we switched on the light and \nKelsey interrupted.",
    "So the Sports Pavilion was dark when you got there\nYes.",
    "We switched on the light and there she was.",
    "She \nThats all right said Inspector Kelsey kindly Ill go and see for myself.",
    "Did you meet anyone or hear anyone running away\nNo we didnt said Miss Johnson.",
    "Well thank you said Inspector Kelsey.",
    "Thats very clear.",
    "Ill go out to the\nSports Pavilion now.",
    "Ill come with you said Miss Bulstrode and led Inspector Kelsey out to\nthe Sports Pavilion where the police were busy.",
    "As the Inspector entered the Pavilion he could see the girls lockers a\nstand for tennis racquets and hockey sticks and a door that led off to the showers\nand changing rooms.",
    "The police photographer and the officer testing for\nfingerprints had just finished.",
    "The police doctor was kneeling by the body and looked up as Kelsey\napproached.",
    "She was shot from about four feet away said the doctor.",
    "The bullet\nwent through the heart and killed her immediately.",
    "How long ago\nAbout an hour ago replied the doctor.",
    "Kelsey nodded and went to talk to Miss Chadwick who was standing\nagainst the wall.",
    "She was very calm.",
    "Miss Chadwick he said.",
    "You and Miss Johnson discovered the body.",
    "Do\nyou know what time it was\nIt was ten minutes to one when Miss Johnson woke me.",
    "Kelsey nodded.",
    "He looked down at the dead woman.",
    "Her bright red hair was short and she had a\nthin athletic body.",
    "She was wearing a dark heavy skirt and sweater.",
    "Have you found the gun asked Kelsey.",
    "No sir said one of his men.",
    "But there is a torch with the dead womans\nfingerprints on it.",
    "So Miss Springer had the torch said Kelsey thoughtfully.",
    "Any idea why\nshe was here he asked Miss Chadwick.",
    "No replied Miss Chadwick shaking her head.",
    "No idea at all.",
    "Perhaps she\ncame to find something shed forgotten  though it seems rather late to do that.",
    "Kelsey looked around him.",
    "Nothing seemed disturbed except the stand of\ntennis racquets several of which were lying around on the floor.",
    "Perhaps continued Miss Chadwick Miss Springer saw a light and came\nto investigate like we did.",
    "She was confident enough to do that on her own.",
    "Was the side door of the house unlocked\nYes said Miss Chadwick.",
    "Miss Springer probably unlocked it.",
    "Inspector\nKelsey turned back to Miss Bulstrode who was standing by the door.",
    "So Miss\nSpringer saw a light in the Sports Pavilion and came to investigate.",
    "And then she\nwas shot.",
    "But why would someone shoot her said Miss Bulstrode.",
    "Surely they\nwould just run away Theres nothing here worth stealing and certainly nothing\nworth murdering for.",
    "So do you think that Miss Springer interrupted a meeting of some kind A\nlocal boy perhaps\nThat seems more likely said Miss Bulstrode.",
    "Except local boys  and the\ngirls in my school  dont have guns...\n\n\fCHAPTER NINE\n\nCat among the pigeons\nLetter from Jennifer Sutcliffe to her mother\nDear Mummy\nWe had a murder last night  Miss Springer the Games teacher.",
    "It\nhappened in the middle of the night and the police came and this morning theyre\nasking everybody questions.",
    "We were told not to talk about it but I thought youd like to know.",
    "With love\nJennifer\n\nMiss Bulstrode knew some important people so very little about Miss\nSpringers murder appeared in the newspapers.",
    "Ann Shapland was busy sending\nletters to the girls parents telling them what happened.",
    "And Miss Bulstrode had\na meeting with Inspector Kelsey.",
    "Well search the school to try to find the gun Inspector Kelsey told her.",
    "And well need to interview the staff and the pupils.",
    "Until were finished you\ncant use the Sports Pavilion Im afraid.",
    "Ill ask the girls if they know anything about Miss Springers death said\nMiss Bulstrode.",
    "Ill let you know if they tell me anything.",
    "Ive looked through all the lockers in the Sports Pavilion sir said the\nSergeant.",
    "None of them were locked.",
    "But I didnt find anything important.",
    "Kelsey looked around thoughtfully.",
    "The hockey sticks and tennis racquets\nhad been replaced tidily on their stands.",
    "Oh well he said Im going up to the house now to have a talk with the\nstaff.",
    "Do you think it was one of them sir\nIt could have been said Kelsey.",
    "Nobodys got an alibi except Miss\n\n\fChadwick and Miss Johnson.",
    "Everyone has separate rooms so if they say they\nwere asleep in bed we dont know if theyre lying.",
    "Anyone could have met Miss\nSpringer or followed her to the Sports Pavilion.",
    "After shooting her they could\neasily come back to the house without being seen.",
    "But we need a motive  why\nwas Miss Springer shot\nKelsey walked slowly back to the house.",
    "Old Briggs the gardener stopped\nworking as the Inspector approached.",
    "Youre working late Kelsey said to him smiling.",
    "But I can see you do a\ngood job  the gardens here are very well looked after.",
    "Its hard work said Briggs but its easier now Ive got a strong young\nman to help me.",
    "Have you got a new gardener Kelsey asked.",
    "Yes I have said Briggs.",
    "Adam Goodman his name is.",
    "Came and asked\nfor a job.",
    "Hes been here since the start of term.",
    "Hes not on my list of people who work here replied Kelsey sharply.",
    "You can talk to him tomorrow said Briggs.",
    "But Im sure he cant tell you\nanything.",
    "That evening Miss Bulstrode spoke to the girls about Miss Springers\ndeath.",
    "Please come and tell me she said if Miss Springer said anything to you\nthat could be important.",
    "I wish we did know something said Julia Upjohn sadly as she and\nJennifer Sutcliffe went back to their rooms.",
    "But Miss Springer always seemed\nso ordinary.",
    "Inspector Kelsey was interviewing the teachers.",
    "He started with Miss\nVansittart but she hadnt seen or noticed anything.",
    "Miss Springer had been good\nat her job but she was rude and people didnt like her very much.",
    "The next teacher was Eileen Rich who said that she hadnt heard or\nnoticed Miss Springer say anything important.",
    "But when Kelsey asked if there\nwas anyone who didnt like  or even hated  Miss Springer he got an answer he\ndidnt expect.",
    "Oh no said Eileen Rich.",
    "She just wasnt important enough to hate.",
    "She\nannoyed people but nothing she did really mattered.",
    "I think she knew that and\n\n\fthats why she was so rude and eager to find out peoples secrets.",
    "She tried to\nmake herself important but she just wasnt.",
    "Im sure she wasnt killed for herself\n she probably was in the wrong place at the wrong time.",
    "I see said Inspector Kelsey.",
    "Did you like her Miss Rich\nI never really thought about her.",
    "I know its a horrible thing to say but she\nwas just the Games teacher.",
    "Kelsey looked at her curiously.",
    "She was a strange young woman he\nthought.",
    "How long have you been at Meadowbank he asked.",
    "Just over a year and a half.",
    "Has there ever been any trouble here before\nOh no.",
    "Everythings been all right until this term.",
    "What else has been wrong this term Kelsey asked quickly.",
    "I dont know\nif I can explain Eileen Rich said slowly.",
    "But I do feel that theres someone here\nwhos wrong  someone who doesnt belong.",
    "She looked at him.",
    "Theres a cat\namong the pigeons.",
    "Were the pigeons all of us and the cats among us.",
    "But we\ndont know who the cat is...\n\n\fCHAPTER TEN\n\nFantastic story\nInspector Kelsey next talked to Mademoiselle Angele Blanche.",
    "She was\nabout thirtyfive with neat brown hair and she wore a plain coat and skirt.",
    "It was\nher first term at Meadowbank she explained.",
    "She had been a teacher in France\nbut this was her first time in England.",
    "She didnt think she would stay at\nMeadowbank for another term.",
    "It is not nice to be in a school where murders\ntake place she said.",
    "Did you know Miss Springer well Inspector Kelsey asked.",
    "No said Mademoiselle Blanche.",
    "She had bad manners and a loud voice and she was rude to me.",
    "She did not like it when I went to the Sports Pavilion.",
    "I\nwas looking around and she told me that I should not be there.",
    "She spoke to me\nas if I was a pupil not a teacher.",
    "That must have been annoying said Kelsey.",
    "And then she shouts at me continued Mademoiselle Blanche.",
    "I had\npicked up the key to the door and forgot to put it back.",
    "Did she think I was going\nto steal it She had the manners of a pig The other teachers at least they are\npolite.",
    "After answering a few more questions Mademoiselle Blanche left the\nroom.",
    "So Miss Springer didnt like people visiting the Sports Pavilion said\nKelsey.",
    "I wonder why Was she hiding something there Oh well lets see the\nrest of the staff.",
    "Miss Blake was young and serious with a round goodnatured face.",
    "She\nhad nothing to say that could help.",
    "She had seen very little of Miss Springer and\nhad no idea of what could have led to her death.",
    "All Miss Rowan said was that Miss Springer was very rude and had hinted\nthat in other schools she had discovered peoples secrets.",
    "Next Inspector Kelsey saw Ann Shapland.",
    "He approved of her neat and\nbusinesslike appearance.",
    "Well Miss Shapland he said.",
    "Can you tell me anything about Miss\nSpringers death\n\n\fIm afraid not said Ann.",
    "I have my own sitting room and I dont see\nmuch of the other staff.",
    "And even now I still cant believe what happened.",
    "Why\nwould anyone want to break into the Sports Pavilion and shoot Miss Springer\nWhy didnt they just run away\nThinking of what Mademoiselle Blanche had said Kelsey asked Ive been\ntold that Miss Springer didnt like people visiting the Sports Pavilion.",
    "Did she\nsay anything to you\nNo said Ann Shapland but Ive only been to the Pavilion once or twice.",
    "Though I did hear that Miss Springer was quite rude to Mademoiselle Blanche\nabout it.",
    "Do you know anything about Miss Springers private life\nNo replied Ann.",
    "I dont think anyone did.",
    "And is there anything else  perhaps about the Sports Pavilion  that you\ncan tell me\nWell  Ann hesitated.",
    "I did see the new gardener coming out of there\nonce.",
    "He shouldnt have been in there  he was supposed to be working.",
    "She\nfrowned.",
    "And he was rude to me.",
    "Kelsey made a note of this after Ann left.",
    "Then he questioned the school servants but learned nothing helpful before he\nwas interrupted by Miss Bulstrode.",
    "Princess Shaista  one of our foreign pupils  would like to speak to you\nInspector she said.",
    "Shes the niece of the Emir Ibrahim and thinks shes quite\nan important person.",
    "A slim dark girl of medium height came in.",
    "You are the police she\nasked.",
    "Yes thats right said Kelsey smiling.",
    "Please tell me what you know\nabout Miss Springer.",
    "I will tell you said Shaista.",
    "There are people here watching this place.",
    "She lowered her voice dramatically.",
    "They want to kidnap me.",
    "Then they will ask\nmy uncle for a lot of money  a ransom  before they let me go.",
    "This was not what Kelsey had expected.",
    "Er  well  perhaps he said\ndoubtfully.",
    "But  even if this is true  what has it got to do with the death of Miss\nSpringer\nShe must have found out about them said Shaista.",
    "She sounded as if she\n\n\fwas enjoying herself.",
    "Perhaps she asked them for money to keep silent.",
    "They\nmeet at the Sports Pavilion but instead of giving her money they shoot her.",
    "Well  er  said Inspector Kelsey I dont know what to say.",
    "He paused.",
    "Is\nthis your own idea he asked or did Miss Springer say something about it\nThe only thing Miss Springer ever said to me was Run faster said\nShaista sulkily.",
    "So its possible that youre imagining all this Kelsey suggested gently.",
    "Shaista was very annoyed.",
    "You do not understand My cousin was Prince\nAli Yusuf of Ramat.",
    "He was killed in the revolution.",
    "I was going to marry him\nwhen I was older so I am an important person.",
    "Perhaps these people think I\nknow where the jewels are.",
    "What jewels said Kelsey with surprise.",
    "My cousin Prince Ali had many jewels worth much money Shaista said\ncalmly.",
    "They disappeared in the revolution.",
    "I was Alis nearest relation and now\nhe is dead the jewels belong to me.",
    "Inspector Kelsey wasnt sure what to believe.",
    "Has anyone said anything to\nyou about these jewels he asked.",
    "No admitted Shaista.",
    "Inspector Kelsey made adecision.",
    "I think he said pleasantly that youre\ntalking nonsense.",
    "Shaista looked at him angrily.",
    "I am just telling you what I know she said\nstanding up and walking out of the door.",
    "Kidnapping and fabulous jewels said Kelsey to himself.",
    "What next\n\n\fCHAPTER ELEVEN\n\nConference\nWhen Inspector Kelsey returned to the police station Adam Goodman was\nwaiting for him.",
    "The young gardener looked sulky and rude but when he was\nalone with Inspector Kelsey his behaviour changed.",
    "He was quiet and polite as\nhe showed the Inspector his identification.",
    "So thats who you are said Kelsey.",
    "What are you doing working at a girls\nschool Adam explained that he was here to watch Princess Shaista and see if\nanyone contacted her.",
    "Kelsey listened with interest.",
    "So the girl was telling the truth he said with\nsurprise.",
    "I didnt believe her.",
    "But you say that there are jewels  jewels worth a\nmillion pounds You must admit its hard to believe.",
    "He paused.",
    "So who do\nthese jewels belong to\nThe lawyers would argue about that for years said Adam.",
    "They may\nbelong to Prince Ali Yusufs family or he may have left them to someone else.",
    "The truth is whoever finds the jewels will just keep them  and there are a lot of\npeople looking for them.",
    "But why is Meadowbank involved Because of Princess Shaista\nThats right said Adam.",
    "Princess Shaista is Ali Yusufs cousin.",
    "Someone\nmay try to contact her or give her the jewels.",
    "We know theres a wellknown\nsecret agent staying in a local hotel.",
    "She just finds out useful information nothing against the law.",
    "But weve been told that theres another woman in the\narea  a woman who was a dancer in Ramat when the revolution started.",
    "She\nworks for a foreign government but we dont know where she is or even what\nshe looks like.",
    "Kelsey shook his head.",
    "This all sounds unbelievable he said.",
    "Secret\nagents jewels murder  they dont happen in real life\nI know what you mean said Adam.",
    "It doesnt seem possible  but it is\nhappening.",
    "And its happening here.",
    "There was a silence and then Inspector Kelsey asked What do you think\nhappened last night\nI dont know Adam said slowly.",
    "Why was Miss Springer in the Sports\n\n\fPavilion at night Did she go there to meet someone Did she follow someone\nthere Or did she see a light and go and investigate\nEveryone says that Miss Springer was very sure of herself said Kelsey.",
    "And that she was nosey.",
    "I think that she either went to investigate  or to meet\nsomeone from the school.",
    "Miss Rich one of the teachers says that theres\nsomeone here who doesnt belong  a cat among the pigeons.",
    "A cat among the pigeons repeated Adam.",
    "Thats a good description.",
    "If there is a cat among the pigeons said Kelsey its more likely to be one\nof the three new staff.",
    "Miss Springer is dead so that leaves either Miss Shapland\nor Mademoiselle Blanche.",
    "He looked towards Adam.",
    "Any ideas\nI saw Mademoiselle Blanche coming out of the Sports Pavilion one day\nsaid Adam.",
    "She looked guilty.",
    "But I think its more likely to be Miss Shapland.",
    "Shes cool and intelligent.",
    "Kelsey smiled.",
    "Ann Shapland was suspicious of you\nhe said.",
    "She saw you coming out of the Sports Pavilion and said you were rude\nto her.",
    "He paused.",
    "We need to find out whats happening at Meadowbank he\nsaid.",
    "I think Ill tell Miss Bulstrode who you are.",
    "Shes an impressive woman and she wont tell anyone.",
    "Adam nodded.",
    "Yes he said.",
    "Tell her who I am.",
    "CHAPTER TWELVE\n\nNew Lamps for old\nMiss Bulstrode listened carefully to Inspector Kelsey and Adam as they\nexplained the whole story.",
    "Very interesting she said calmly when they had\nfinished.",
    "And will you still be my gardener she asked Adam.",
    "If you dont mind he replied.",
    "Then I can keep an eye on things.",
    "I hope youre not expecting another murder said Miss Bulstrode.",
    "I dont\nthink Meadowbank could survive two murders in one term.",
    "No no said Inspector Kelsey.",
    "And we dont want any news about this in\nthe papers.",
    "Well say that Miss Springer went to catch some burglars who then\nshot her by accident.",
    "And have you finished with the Sports Pavilion Miss Bulstrode asked.",
    "Wed like to use it again if we can.",
    "Youll be able to use it again soon.",
    "Weve searched the place  and found\nnothing.",
    "He paused.",
    "Theres only one more thing I have to ask you.",
    "Has\nanything happened this term thats made you worried or uneasy\nMiss Bulstrode was silent for a moment.",
    "I have had a feeling that\nsomething is wrong she said slowly.",
    "But I dont know exactly what it is.",
    "She\npaused.",
    "I think that I missed something important on the first day of term.",
    "She\nexplained about Mrs Upjohn and the drunken Lady Veronica Carlton.",
    "Adam was interested.",
    "So Mrs Upjohn looked out of the front window and\nrecognized someone he said.",
    "Then later she was talking about her work during\nthe war and secret agents.",
    "Yes thats right said Miss Bulstrode.",
    "We need to talk to Mrs Upjohn said Kelsey.",
    "As soon as possible.",
    "I think shes travelling abroad at the moment said Miss Bulstrode.",
    "Let me\nask her daughter Julia.",
    "She pressed the buzzer on her desk.",
    "When there was no\nanswer she stepped out of her room for a moment and asked a passing girl to get\nJulia Upjohn.",
    "I should go before she gets here Adam said.",
    "Im only the gardener.",
    "He\nstood up.",
    "And Miss Bulstrode he added will it be all right if I become very\n\n\ffriendly with some of your staff  Mademoiselle Blanche for example\nMiss Bulstrode looked unhappy but agreed.",
    "I suppose you must do\neverything you can.",
    "And if I meet some of the girls in the garden Im only trying to get\ninformation Adam said before he left.",
    "They may know something.",
    "Soon Julia Upjohn knocked at the door.",
    "Come in Julia said Miss\nBulstrode.",
    "I just wanted to ask for your mothers address  I need to contact her.",
    "But mothers gone to Anatolia  in Turkey Julia explained.",
    "On a bus.",
    "On a bus said Miss Bulstrode with surprise.",
    "Julia nodded.",
    "Mother likes travelling like that she said.",
    "Its\nuncomfortable but cheap.",
    "Shell probably arrive in the city of Van in about three\nweeks.",
    "I see said Miss Bulstrode.",
    "Tell me Julia did your mother ever say that\nshed seen someone here  at Meadowbank  who she knew during the war\nNo Miss Bulstrode.",
    "Im sure she didnt.",
    "Well thank you Julia.",
    "Thats all.",
    "Jennifer Sutcliffe walked away from the tennis courts swinging her\nracquet.",
    "She was annoyed that she had played badly  she was very serious about\ntennis.",
    "Excuse me \nJennifer looked up surprised to see a welldressed blonde woman wearing\na blue dress and a big hat standing on the path.",
    "The woman was holding a long\nflat package.",
    "It was as if she had just stepped out from behind the hedge  but\nJennifer didnt think of that.",
    "The woman spoke with an American accent.",
    "I wonder if you can tell me\nwhere I can find a girl called  she looked at a piece of paper Jennifer Sutcliffe\nIm Jennifer Sutcliffe said Jennifer with surprise.",
    "Well isnt that extraordinary the woman said.",
    "Youre just the girl I want\nto see.",
    "Let me explain.",
    "I was at lunch yesterday with your aunt  or was it your\ngodmother  Im afraid I cant remember her name.",
    "But anyway she knew I was\ncoming to Meadowbank and asked me to give you this new tennis racquet.",
    "She\n\n\fsaid youd been asking for one.",
    "Jennifer was delighted.",
    "It must have been my aunt  Aunt Gina Mrs\nCampbell.",
    "Yes I remember now.",
    "That was the name.",
    "Campbell.",
    "The woman gave\nJennifer the package.",
    "Jennifer opened it quickly.",
    "Oh its wonderful she exclaimed as she saw\nthe brand new tennis racquet.",
    "Thank you so much for bringing it\nIt was no trouble the woman said.",
    "And your aunt asked me to bring your\nold racquet back with me  for restringing.",
    "She picked up the racquet that\nJennifer had dropped.",
    "I dont think its really worth restringing said Jennifer but without paying\nmuch attention.",
    "She was swinging her new racquet and wanted to try it.",
    "But an extra racquet is always useful said the woman.",
    "Oh dear she said\nlooking at her watch.",
    "Its much later than I thought.",
    "I must go now.",
    "It was nice to\nmeet you.",
    "She ran along the path towards the gate.",
    "Thank you very much Jennifer called out after her before going inside to\nfind Julia.",
    "Look at my new tennis racquet she said to her friend.",
    "Aunt Gina sent it\nto me.",
    "She showed it to Julia.",
    "Isnt it lovely\nJulia admired the new racquet.",
    "What have you done with the old one\nOh the woman took it.",
    "She met Aunt Gina at lunch.",
    "Aunt Gina wanted the\nold racquet so she can restring it.",
    "Julia frowned.",
    "But your racquet didnt need restringing.",
    "Oh it did Julia.",
    "The strings were very loose.",
    "But it was my racquet that needed restringing said Julia.",
    "You said your\nracquet  the one I have now  had already been restrung.",
    "Yes thats true said Jennifer in surprise.",
    "Perhaps Aunt Gina just thought\nthat if I wanted a new racquet it was because the old one needed restringing.",
    "What does it matter\nI suppose it doesnt really matter said Julia slowly.",
    "But I do think its\nstrange.",
    "Its like the story of Aladdin  you know  like new lamps for old.",
    "CHAPTER THIRTEEN\n\nCatastrophe\nIt was the third weekend of term.",
    "There were only about twenty girls left\nbehind at Meadowbank because this weekend parents were allowed to come and\ntake their daughters out for the day.",
    "Some of the staff were also away for the\nweekend.",
    "Miss Bulstrode herself had decided to go and stay with the Duchess of\nWelsham at her house in the country.",
    "On Saturday morning before she left Miss Bulstrode was dictating some\nfinal letters to Ann Shapland.",
    "When the phone rang Ann answered.",
    "Its the Emir\nIbrahims secretary she told Miss Bulstrode.",
    "The Emirs arrived in London and\nwould like to take Shaista out tomorrow.",
    "Miss Bulstrode took the phone and spoke to the Emirs secretary.",
    "Shaista\nwould be ready at eleventhirty on Sunday morning she said.",
    "The girl must be\nback at the school by 8 p.m.\nShe put down the phone.",
    "And thats the last letter she said to Ann.",
    "Type\nthem up and send them and then youre free for the weekend.",
    "Thank you Miss Bulstrode Ann said.",
    "Enjoy yourself my dear.",
    "I will said Ann.",
    "Are you meeting a young man\nWell  yes.",
    "Anns face reddened a little.",
    "But its not serious  only an old\nfriend.",
    "Miss Chadwick hurried in and Ann went back to her office.",
    "The Emir Ibrahim Shaistas uncle is taking her out tomorrow Miss\nBulstrode told her friend.",
    "He probably wont come himself but if he does tell\nhim Shaista is doing well.",
    "Shes not very clever said Miss Chadwick.",
    "Not in some ways said Miss Bulstrode.",
    "But in other ways shes very\ngrown up.",
    "Sometimes she sounds like a woman of twentyfive  shes led such a\nvaried life and visited so many different countries.",
    "Perhaps in this country we\nkeep our children young for too long.",
    "Ill go and tell Shaista about her uncle said Miss Chadwick.",
    "Go and enjoy\nyour weekend and dont worry about anything.",
    "Oh I wont worry said Miss Bulstrode.",
    "Eleanor Vansittart is in charge and with you here too Chaddy nothing will go wrong.",
    "By ten oclock on Sunday morning only Miss Vansittart Miss Chadwick\nMiss Rowan and Mademoiselle Blanche were left at Meadowbank.",
    "Miss\nBulstrode and Ann Shapland had left on Saturday and Miss Johnson Miss Rich\nand Miss Blake had left earlier that morning.",
    "At about halfpast eleven cars began to arrive at the school as parents came\nto take their daughters out for the day.",
    "Miss Vansittart greeted the mothers with a\nsmile and answered their questions about the recent tragedy.",
    "It was terrible quite terrible she said.",
    "But we dont talk about it too\nmuch.",
    "We dont want the girls to worry.",
    "Julia Upjohn and Jennifer Sutcliffe were looking out the window.",
    "I wish\nsomeone was coming to take me out said Julia as they watched people come\nand go.",
    "Mummy couldnt come today said Jennifer.",
    "Daddys got some important\nvisitors.",
    "But shes taking me out next weekend.",
    "You can come too if you like.",
    "I\ntold Mummy Id like to bring a friend.",
    "Id love to said Julia.",
    "She looked out the window again.",
    "Look at Shaista\nshe said.",
    "Shes all dressed up for London.",
    "And look how high the heels of her\nshoes are A driver wearing a smart uniform was opening the door of a large\nluxury car.",
    "Shaista got in and the car drove away.",
    "So what shall we do this afternoon asked Jennifer.",
    "I dont need to write a\nletter to Mummy because Ill see her next week.",
    "And I cant really think of\nanything to say.",
    "She got quite upset when I told her about the murder.",
    "I can always think of lots to say said Julia but I dont have anyone to\nwrite to.",
    "What about your mother\nI told you  shes gone to Anatolia on a bus.",
    "Shes left me a list of places to\nwrite to but she wont get my letters for a while.",
    "She paused.",
    "I wonder why\nMiss Bulstrode wanted to contact her.",
    "Perhaps its about Miss Springer.",
    "I think\n\n\fthere are a lot of things they havent told us about Miss Springer Julia added\nthoughtfully.",
    "There are definitely strange things happening here  like your new\ntennis racquet.",
    "Oh I meant to tell you said Jennifer I wrote and thanked Aunt Gina and\nthis morning I got a letter from her saying she was glad Id got a new racquet but\nthat she never sent it to me.",
    "I told you it was strange said Julia.",
    "And your house was burgled too\nwasnt it\nYes but they didnt take anything.",
    "That just makes it even more interesting said Julia.",
    "I think she added\nthoughtfully that well probably have a second murder soon.",
    "Oh Julia  why should we have a second murder said Jennifer.",
    "Well\ntheres usually a second murder in books said Julia.",
    "You must be careful\nJennifer that youre not murdered next.",
    "Me said Jennifer surprised.",
    "Why should anyone murder me\nBecause you seem to be involved in whatevers happening Julia said.",
    "We\nmust ask your mother some questions next week.",
    "Perhaps she was given\nsomething in Ramat...\n\nWheres Shaista Miss Rowan asked Miss Vansittart and Miss Chadwick.",
    "I cant find her anywhere.",
    "The Emirs car has just arrived to take her to London.",
    "What Miss Chadwick looked up surprised.",
    "But the Emirs car collected\nShaista at eleventhirty.",
    "I saw her leave myself.",
    "Eleanor Vansittart went out to\nspeak to the driver.",
    "There must be a mistake she said.",
    "The young lady has\nalready left for London.",
    "Perhaps the car was ordered twice\nThe driver didnt seem very surprised.",
    "It does happen he admitted.",
    "Sometimes two different people ring up and both book a car by mistake.",
    "Miss Vansittart looked a little doubtful as she watched him drive away but\nshe decided there was nothing to worry about.",
    "The afternoon was peaceful and the girls who were left went swimming\nand played tennis.",
    "Miss Vansittart sat outside under a tree and wrote some\nletters.",
    "At halfpast four the telephone rang and Miss Chadwick answered.",
    "This is\nthe Emirs secretary speaking from London a mans voice said.",
    "Oh yes said Miss Chadwick.",
    "Is it about Shaista\nYes said the secretary.",
    "The Emir is annoyed he was not told that Shaista\nwas not coming today.",
    "Wasnt coming said Miss Chadwick.",
    "What do you mean Hasnt Shaista\narrived\nNo she hasnt.",
    "But a car collected her this morning at eleventhirty.",
    "Thats very strange said the secretary.",
    "Ill ring up the car company at once\nand see whats happened.",
    "Oh dear said Miss Chadwick I do hope there hasnt been an accident.",
    "Oh dont worry said the secretary cheerfully.",
    "Wed know by now.",
    "I\nsuppose  he hesitated.",
    "Yes said Miss Chadwick.",
    "Well I was going to ask if Shaista had gone to meet a boyfriend.",
    "Certainly not said Miss Chadwick.",
    "Its quite impossible.",
    "But as she put the phone down she wondered.",
    "Was it impossible You\nnever really knew what girls would do.",
    "She went to find Miss Vansittart and told her what had happened.",
    "Do you\nthink we should call the police Miss Chadwick asked.",
    "Shaista did say that\nsomeone might try to kidnap her.",
    "Kidnap her Nonsense said Miss Vansittart sharply.",
    "Miss Bulstrode left\nme in charge and I certainly wont call the police.",
    "Miss Chadwick looked at her slowly.",
    "She thought Miss Vansittart was\nbeing very stupid.",
    "She went to the phone and tried to call Miss Bulstrode at the\nDuchess of Welshams country house.",
    "Unfortunately everyone was out.",
    "CHAPTER FOURTEEN\n\nMiss Chadwick Lies Awake\nShaista had not returned by eight oclock and there was no news of her.",
    "Miss Chadwick had rung Inspector Kelsey who said he would deal with it.",
    "He\ndidnt sound worried.",
    "But Miss Chadwick was worried.",
    "That night she lay in bed unable to\nsleep.",
    "She kept thinking about kidnapping  and murder.",
    "It was terrible that such\nthings could happen at her beloved Meadowbank.",
    "She loved the school dearly.",
    "She didnt want Miss Bulstrode to retire when everything was going so well.",
    "Though after the murder perhaps parents would take their children away...\nWith a sigh Miss Chadwick sat up switched on the light and looked at her\nwatch.",
    "It was just after a quarter to one.",
    "Just about the time that poor Miss\nSpringer ... No she wouldnt think about that.",
    "She got out of bed and went to get a drink of water.",
    "On her way back to\nbed she lifted the curtain and looked out of the window.",
    "There was a light in the Sports Pavilion.",
    "Miss Chadwick quickly got dressed and picked up a torch.",
    "She rushed\ndown the stairs and out towards the Sports Pavilion.",
    "She didnt stop to wake\nanyone else  all she wanted to do was find out who was there.",
    "She did however\nstop to pick up a weapon.",
    "She walked quietly to the open door of the Sports\nPavilion pushed it fully open and looked in...\n\nAt the same time as Miss Chadwick got out of bed Ann Shapland looking\nvery attractive in a black evening dress was sitting at a table in a fashionable\nLondon restaurant.",
    "She smiled at the young man sitting opposite her.",
    "Dear\nDennis she thought hes always the same.",
    "Hows your new job Dennis asked.",
    "Im rather enjoying it actually said Ann.",
    "I didnt think youd like working in a school Dennis said.",
    "Id hate to be a\nteacher Ann said but I like being a secretary at Meadowbank.",
    "Miss Bulstrode\nis a very impressive woman.",
    "I dont dare make any mistakes\n\n\fI wish youd stop working Ann and marry me instead.",
    "Im not ready to do that yet Ann replied.",
    "And of course I have to think\nabout my mother.",
    "Sometimes when she gets really bad I have to leave my job\nand go and look after her.",
    "I think its wonderful said Dennis that you take such good care of your\nmother.",
    "Of course Ive never met her but wouldnt she be better living in an old\npeoples home\nNo said Ann firmly.",
    "Mothers happy most of the time.",
    "But sometimes she\nforgets who she is and where she is.",
    "She has a nice woman who looks after her\nand when Mother gets too difficult I go and help.",
    "But dont you mind giving up your jobs\nNo not really replied Ann.",
    "I like doing different things.",
    "And I dont like\nto stay in one job for too long.",
    "Im sure you wont stay too long at Meadowbank said Dennis.",
    "Youll get\ntired of all those women.",
    "Theres a very good looking gardener said Ann.",
    "She laughed when she\nsaw Denniss expression.",
    "Dont worry.",
    "Im only trying to make you jealous.",
    "Tell me about the murder Dennis said.",
    "It was the Games teacher wasnt\nit\nYes.",
    "Ann became serious.",
    "It was all very strange she said thoughtfully.",
    "Ive been thinking about it and I do know one piece of information thats rather\ninteresting.",
    "Ann\nOh dont worry Ann said.",
    "It doesnt seem to fit in with anything properly.",
    "Perhaps therell be a second murder she added cheerfully.",
    "That might help me\nunderstand better.",
    "At exactly that moment back at Meadowbank Miss Chadwick pushed\nopen the door of the Sports Pavilion.",
    "CHAPTER FIFTEEN\n\nMurder Repeats Itself\nCome along said Inspector Kelsey entering the room with a grim face.",
    "Theres been another murder.",
    "He and Adam Goodman had been having a drink\nand talking about the case when the telephone rang.",
    "Who is it asked Adam as he followed Inspector Kelsey down the stairs.",
    "Another teacher Miss Vansittart  in the Sports Pavilion.",
    "The Sports Pavilion again said Adam.",
    "Why is that place so important\n\nIt was like a bad dream repeating itself thought Kelsey as he entered the\nSports Pavilion and saw the doctor kneeling next to a dead body.",
    "She was killed about half an hour ago the doctor told him.",
    "Who found her said Kelsey.",
    "Miss Chadwick sir said his Sergeant.",
    "She saw a light came out to\ninvestigate and found her dead.",
    "Shes very upset.",
    "It was the matron Miss\nJohnson who rang us.",
    "And how was Miss Vansittart killed Kelsey asked the doctor.",
    "Was she\nshot too\nThe doctor shook his head.",
    "No.",
    "She was hit on the back of the head.",
    "She\nwas probably kneeling down and someone hit her with something heavy.",
    "No that wasnt the weapon he added as Inspector Kelsey looked at a golf club lying\nnear the door.",
    "She was hit with something like a sandbag.",
    "So she was kneeling in front of this locker said Kelsey.",
    "He looked at it\nclosely.",
    "This is Princess Shaistas locker  the girl whos missing.",
    "Do we know\nanything about her yet\nNo sir said his Sergeant.",
    "The car hasnt been found.",
    "But the police in\nLondon have been told.",
    "Why has this girl been kidnapped asked the doctor.",
    "I dont know said Kelsey gloomily.",
    "When she told me she was afraid of\nbeing kidnapped I didnt believe her.",
    "He looked around.",
    "Well he said carry on\n\n\fwith the photographs and the fingerprints.",
    "Im going to the house.",
    "He was met by Miss Johnson the matron who was upset but in control of\nherself.",
    "This is terrible Inspector she said.",
    "Two of our teachers killed Poor\nMiss Chadwick is very upset.",
    "The doctor gave her something to calm her down.",
    "Before I talk to her can you tell me the last time you saw Miss Vansittart\nI havent seen her at all today said Miss Johnson.",
    "Ive been away all day.",
    "I\narrived back at eleven and went straight up to my room.",
    "Did you look out of your window towards the Sports Pavilion Kelsey\nasked.",
    "No Im afraid not said Miss Johnson.",
    "I had a bath and went to bed.",
    "I was\nasleep when Miss Chadwick came in.",
    "She looked as white as a ghost and was\nshaking all over.",
    "Was Miss Vansittart here all day today\nYes I think so.",
    "Miss Bulstrode is away and left her in charge.",
    "And who else was here\nMiss Johnson thought for a moment.",
    "Miss Vansittart Miss Chadwick\nMademoiselle Blanche and Miss Rowan.",
    "I see said Inspector Kelsey.",
    "Well Id like to talk to Miss Chadwick now.",
    "Miss Chadwick was sitting in a chair with her legs covered up to keep her\nwarm.",
    "She looked shocked white and ill. Is she really dead Is there any chance\nthat  that she might recover\nKelsey shook his head slowly.",
    "Its so awful said Miss Chadwick.",
    "She burst into tears.",
    "This will ruin the\nschool she said.",
    "This will ruin Meadowbank.",
    "I cant bear it  I cant bear it.",
    "I know this has been a terrible shock for you Miss Chadwick said\nKelsey but I want you to be brave and tell me what happened.",
    "I  I went to bed early but I couldnt sleep.",
    "I was worried about Shaista shes still missing.",
    "Eventually  it was about quarter to one  I got up for a glass\nof water and looked out of the window.",
    "And I saw a light moving like a torch in\nthe Sports Pavilion.",
    "Yes.",
    "And then\n\n\fAnd then said Miss Chadwick I was determined to see who was there\nand what they were doing.",
    "So I got dressed and hurried out before they could get\naway.",
    "The door wasnt shut and I pushed it open.",
    "And there she was  dead.",
    "She began to shake all over.",
    "Yes yes Miss Chadwick its all right said Kelsey.",
    "Just one more\nquestion.",
    "Did you take a golf club with you Or did Miss Vansittart take it\nA golf club said Miss Chadwick vaguely.",
    "I cant remember  Oh yes I\nthink I picked it up in the hall.",
    "I took it out with me as a weapon.",
    "I must have\ndropped it when I saw Eleanor.",
    "I somehow got back to the house and woke Miss\nJohnson  Oh I cant bear it.",
    "I cant bear it  this will be the end of\nMeadowbank...",
    "Inspector Kelsey left Miss Chadwick to the care of Miss Johnson.",
    "As he\nwent downstairs he noticed a pile of sandbags by the side door and thought that\none of them could easily have been used to kill Miss Vansittart.",
    "Perhaps\nsomeone in the house had picked up the sandbag murdered Miss Vansittart  and\nput it back afterwards...\n\n\fCHAPTER SIXTEEN\n\nThe Riddle of the Sports Pavilion\nMiss Bulstrode sat calmly at her desk as the telephone rang over and over\nagain.",
    "Each time it was a parent ringing to say they were taking their daughter\naway from Meadowbank.",
    "Finally Miss Bulstrode made her decision.",
    "She told Ann Shapland that\nMeadowbank was closing until the end of term.",
    "Any girls were welcome to stay\nif it wasnt possible for them to go home.",
    "Start ringing up all the parents she said to Ann and send them a letter.",
    "Yes Miss Bulstrode.",
    "Ann Shapland paused before she went out.",
    "Excuse\nme she said.",
    "I know its none of my business but are you sure youre doing the\nright thing\nI am said Miss Bulstrode firmly.",
    "If I tell parents to take their children\naway many of them will want the girls to stay.",
    "Its human nature.",
    "I just hope\nthey send them back next term  if there is a next term.",
    "She looked up as Inspector Kelsey came in.",
    "Thats your job she said to\nhim.",
    "If you catch the murderer then the school will survive.",
    "Inspector Kelsey looked unhappy.",
    "Were doing our best he said.",
    "Ann\nShapland went out to start typing.",
    "Do you have any idea who killed my two teachers asked Miss Bulstrode.",
    "And Shaista is still missing  is there any news\nNot about the murders said Kelsey but I do have news about Shaista.",
    "The Emir received a ransom note this morning.",
    "To get Shaista back safely he\nmust leave twenty thousand pounds at the side of a local road by two oclock\ntomorrow morning.",
    "He shook his head.",
    "It doesnt sound very professional.",
    "He\nstood up.",
    "What about my teachers asked Miss Bulstrode.",
    "Is there anyone I can\ntrust\nWe have checked them all said the Inspector especially the new staff Mademoiselle Blanche Miss Springer and your secretary Miss Shapland.",
    "Miss\nShaplands previous employers have confirmed that she definitely worked for\nthem and she has an alibi for last night.",
    "When Miss Vansittart was killed Miss\n\n\fShapland was having dinner at a London restaurant with a man called Dennis\nRathbone.",
    "The staff at the restaurant know them both.",
    "Weve also checked\nMademoiselle Blanche.",
    "Shes worked in schools in France and is said to be a\nvery good teacher.",
    "Shes not good enough for Meadowbank said Miss Bulstrode.",
    "She could\nhave done both murders continued Kelsey but we have no evidence that she\ndid.",
    "She says she was in bed.",
    "He paused.",
    "The problem is its hard to believe that\nthe killer is one of your staff.",
    "Miss Johnson was with her sister last night and has\nworked here seven years.",
    "Miss Chadwick helped you start the school.",
    "Both of\nthem anyway are clear of Miss Springers death.",
    "Miss Rich has been here over a\nyear and last night was staying at a hotel twenty miles away.",
    "Miss Blake was\nwith friends and Miss Rowan has been with you for a year and has a good\nbackground.",
    "Miss Bulstrode nodded.",
    "I quite agree with you she said.",
    "So  She paused and looked at Adam.",
    "It\nmust be you.",
    "Adams mouth opened in astonishment.",
    "You have a good reason for being here said Miss Bulstrode thoughtfully\nand you could be working for someone else.",
    "Miss Bulstrode said Adam with admiration you think of everything\n\nMy goodness exclaimed Mrs Sutcliffe at the breakfast table.",
    "Henry She\nwas looking at the newspaper.",
    "Whats the matter Joan\nTheres been another murder At Meadowbank At Jennifers school.",
    "What Let me see Mr Sutcliffe took the paper from his wifes hands.",
    "Miss Eleanor Vansittart... Sports Pavilion... same place where Miss\nSpringer the Games teacher... hmm...",
    "I cant believe it said Mrs Sutcliffe.",
    "Meadowbank is such a good school.",
    "You must go there immediately and take Jennifer away said her husband\nfirmly.",
    "Do you think thats the right thing to do\nYes I do said Mr Sutcliffe.",
    "Go and take Jennifer away from that school \n\n\fyou wont be the only one.",
    "Adam was alone in the Sports Pavilion looking carefully in all the lockers\nin case the police had missed something.",
    "Suddenly he heard footsteps and he\nquickly stepped away from the lockers and lit a cigarette.",
    "Julia Upjohn appeared in the doorway.",
    "She hesitated.",
    "I just wanted to get\nmy tennis racquet she said.",
    "Im sure thats all right Miss said Adam.",
    "The police Sergeant left me\nhere to keep an eye on things he lied while he went back to the police station.",
    "In case the murderer comes back asked Julia.",
    "I heard that murderers\nalways return to the scene of the crime.",
    "I dont know said Adam.",
    "He looked at the rows of tennis racquets.",
    "Which\nones yours\nIts at the end said Julia.",
    "We have our names on them she explained\npointing to the name labels.",
    "Adam handed Julia her racquet.",
    "Can I have Jennifer Sutcliffes racquet too asked Julia.",
    "This looks new said Adam as he handed it to her.",
    "Yes said Julia.",
    "Her aunt sent it to her the other day.",
    "Jennifers very good\nat tennis.",
    "She looked round.",
    "Do you think he will come back The murderer\nI dont think so said Adam.",
    "It would be a big risk.",
    "Perhaps he left something behind  a clue.",
    "said Julia.",
    "That would be\ninteresting.",
    "She walked out holding the two racquets.",
    "Julia look said Jennifer as they were playing tennis.",
    "Theres Mummy.",
    "The two girls turned to stare at Mrs Sutcliffe who was walking quickly\ntowards them guided by Miss Rich.",
    "More fuss I suppose said Jennifer gloomily.",
    "You must pack your things at once Jennifer said her mother.",
    "Im taking\nyou home.",
    "But  do you mean forever\nYes I do.",
    "But you cant said Jennifer.",
    "My tennis is really improving.",
    "And I like it\nhere.",
    "Dont argue with me Jennifer said Mrs Sutcliffe.",
    "Just do as youre told.",
    "But Mummy  Mother and daughter went towards the house still\narguing.",
    "Suddenly Jennifer ran back to the tennis court.",
    "Goodbye Julia.",
    "Mummy\nseems to be quite upset about these murders.",
    "Im afraid I have to go.",
    "Ill write to\nyou.",
    "Ill write to you too and tell you what happens.",
    "I hope they dont kill Chaddy next.",
    "Id prefer it to be Mademoiselle\nBlanche wouldnt you\nYes.",
    "I wouldnt miss her very much said Julia.",
    "Did you see how angry\nMiss Rich looked\nShe hasnt said anything said Jennifer but shes angry with Mummy for\ntaking me away.",
    "Miss Rich is strange isnt she Ive never met anyone like her before.",
    "She reminds me of someone said Jennifer.",
    "I dont think shes like anybody else.",
    "She always seems to be quite unique.",
    "Oh yes.",
    "She is unique.",
    "I mean to look at.",
    "But the person I saw was quite\nfat.",
    "Jennifer called Mrs Sutcliffe.",
    "Parents can be very annoying said Jennifer.",
    "Fuss fuss fuss.",
    "She said\ngoodbye to Julia and left with her mother.",
    "Julia walked slowly towards the Sports Pavilion lost in thought as the\nschool bell rang for lunch.",
    "Suddenly she stopped and frowned staring down at\nthe tennis racquet she was holding and then walked back to the house.",
    "Running\nupstairs to her small bedroom she looked around quickly lifted up the mattress\non her bed and put the racquet underneath it.",
    "Then she went downstairs for\nlunch.",
    "CHAPTER SEVENTEEN\n\nAladdins Cave\nIt was quiet at Meadowbank that night.",
    "Lots of girls had been taken home\nbut those who were left were quieter and more thoughtful than usual as they\nwent upstairs to bed.",
    "Julia went into her bedroom and closed the door.",
    "She listened as the\nvoices footsteps and laughter gradually stopped and all was silent.",
    "There was no lock on her door so Julia put a chair underneath the door\nhandle so she would hear if anyone tried to come in.",
    "But the girls werent\nallowed in each others rooms and Miss Johnson the matron only came in if\nsomeone was ill.\nJulia lifted her mattress and took out the tennis racquet.",
    "She decided to\nexamine it now while the lights were still on rather than later when a light\nunder her door would be noticed.",
    "There must be something hidden in the handle thought Julia.",
    "Jennifers\nhouse was burgled and then there was the silly story about the new racquet only Jennifer would believe that.",
    "But Jennifer and Julia had never told anyone that they had swapped\nracquets so this was the racquet that everyone was looking for in the Sports\nPavilion.",
    "She looked at it carefully.",
    "There was nothing unusual about it.",
    "She used\na small knife to remove the leather covering from the handle and took off the\nend.",
    "There was some plasticine there which she took out carefully  and several\nother things came out with it...\nJulia gasped and stared at the beautiful coloured red green and blue\njewels  and the dazzling white diamonds.",
    "She looked in wonder as she picked\nup the stones and let them fall through her fingers...\nAnd then suddenly she heard a slight noise outside her door.",
    "Julia sat there thinking trying to decide what to do.",
    "She quickly picked up\nthe jewels and put them in her wash bag covering them with her sponge and\nsoap.",
    "Then she repaired the tennis racquet so that it looked just the same as it\ndid before.",
    "She threw it casually down on her chair and sat on her bed listening.",
    "Suddenly Julia was afraid.",
    "Two people had been killed.",
    "If anyone knew\n\n\fwhat she had found she would be killed too.",
    "She managed to move a heavy desk in front of the door and then she\nlocked the window.",
    "At half past ten Julia turned off her light just as usual.",
    "If\nanyone tries to come in she thought Ill knock on the wall and scream as loud as\nI can.",
    "She sat on her bed fully dressed for a long time.",
    "And at last she heard a\nsoft footstep outside her door.",
    "As Julia watched the door handle slowly turned.",
    "But the door wouldnt open because of the desk in front.",
    "There was a\npause and then a quiet knock on the door.",
    "Julia held her breath.",
    "The knock came\nagain  still quiet.",
    "For a long time Julia sat there nervous and wide awake  but no one\nknocked again.",
    "She finally fell asleep and was woken early in the morning by\nthe school bell.",
    "After breakfast when the girls went to different classrooms for their\nlessons Julia managed to reach the wall surrounding the school without being\nseen.",
    "She climbed a large tree sat on top of the wall and then dropped down the\nother side.",
    "She knew that a bus was coming soon and when it arrived she got on\nand went to the train station.",
    "There she got on the train to London.",
    "Because so many girls had gone home and two teachers were dead Julia\nthought it would be a while before anyone noticed she was gone.",
    "But just in case\nthey were worried she left a note in her bedroom for Miss Bulstrode saying that\nshe hadnt been kidnapped.",
    "Hercule Poirot was sitting in a room of his very modern flat when his\npersonal servant Georges came to tell him he had a visitor.",
    "Its a young lady  a schoolgirl  who wants to see you urgently sir said\nGeorges.",
    "About some murders and a robbery.",
    "Poirot raised his eyebrows in surprise.",
    "Some murders and a robbery That\nis interesting.",
    "Show the young lady in.",
    "Julia came into the room and said politely How do you do Monsieur\nPoirot My name is Julia Upjohn.",
    "A friend of my mothers has talked about you\nand said how clever you are.",
    "So when I couldnt decide what to do I thought of\n\n\fyou.",
    "I am honoured.",
    "said Poirot seriously.",
    "He brought Julia a chair and she sat\ndown.",
    "Now tell me he said about this robbery and these murders.",
    "Miss Springer and Miss Vansittart have been murdered explained Julia.",
    "And theres the kidnapping too  but I dont think thats really my business.",
    "You confuse me said Poirot.",
    "Where have all these things occurred\nAt my school  Meadowbank.",
    "Ah Poirot exclaimed.",
    "At Meadowbank.",
    "He picked up that days\nnewspaper and looked at the front page.",
    "I begin to understand he said.",
    "Now tell\nme everything Mademoiselle Julia from the beginning.",
    "Julia told him.",
    "It was a long story but she told it very clearly.",
    "At the end\nshe described how she had looked inside the handle of the tennis racquet.",
    "And what was inside Poirot asked.",
    "Julia lifted up her skirt and quickly pulled off several pieces of sticky tape\nthat held a small plastic wash bag to her leg.",
    "She opened the wash bag and\nsuddenly poured the sparkling stones on to the table.",
    "My goodness exclaimed Poirot in great surprise.",
    "He picked up the jewels letting them fall through his fingers.",
    "But they are\nreal  genuine\nJulia nodded.",
    "I think they are  thats why people have been killed.",
    "She\nlooked again at the jewels.",
    "But Monsieur Poirot who do they belong to\nIt is very difficult to know.",
    "But they do not belong to either you or to me.",
    "We must now decide what to do next.",
    "Hercule Poirot closed his eyes in thought.",
    "After a while he sat up.",
    "It seems\nthat in this case I cannot remain in my chair.",
    "There must be order and method\nbut in what you tell me there is no order and method.",
    "That is because we have\nhere many different things that have been happening  but they all meet at\nMeadowbank.",
    "So I too go to Meadowbank.",
    "And as for you Mademoiselle Julia\n where is your mother\nMummys gone on a bus to Anatolia.",
    "I see said Poirot.",
    "So instead we must tell your good head teacher that you\nare safe and that I will bring you back to Meadowbank.",
    "Miss Bulstrode knows Im all right.",
    "I left a note saying I hadnt been\nkidnapped.",
    "She will like to know for sure said Poirot picking up the phone.",
    "Soon he\nwas talking to Miss Bulstrode.",
    "Ah Miss Bulstrode My name is Hercule Poirot.",
    "I have with me here your\npupil Julia Upjohn.",
    "I am bringing her back in my car immediately and will tell\nthe local police that a certain valuable package is now safely in the bank.",
    "When he put down the phone Julia said But the jewels arent in the bank.",
    "They will be in a very short time said Poirot.",
    "But if anyone at\nMeadowbank was listening or knows about the jewels they now know that you\ndo not have them any more.",
    "I said that to keep you safe my child.",
    "I will admit\nthat I have formed a high opinion of your courage and your intelligence.",
    "Julia looked pleased but embarrassed.",
    "CHAPTER EIGHTEEN\n\nConsultation\nMiss Bulstrode had heard of Hercule Poirot and greeted him warmly.",
    "It\nwas kind of you Monsieur Poirot to ring about Julia she said.",
    "Especially since\nwith all the confusion here we hadnt noticed she had gone.",
    "Perhaps it would\nhave been better Julia to tell me what you were planning to do.",
    "I didnt want to said Julia in case someone heard me.",
    "Im not annoyed said Miss Bulstrode but I would like to know exactly\nwhats going on.",
    "You permit said Hercule Poirot.",
    "He walked to the door opened it and\nlooked out before shutting it very obviously.",
    "He returned smiling widely.",
    "We are alone he said mysteriously.",
    "We can begin.",
    "Miss Bulstrode looked at the door and her eyebrows rose in surprise.",
    "She\nlooked at Poirot and then slowly nodded her head.",
    "Now then Julia she said.",
    "Tell me whats happened.",
    "Julia told her story again.",
    "When she finished Hercule Poirot said What\nMademoiselle Julia found is now safely in the bank.",
    "It is hoped that no more\nunpleasant events will occur at Meadowbank.",
    "He looked again towards the door.",
    "I think I understand said Miss Bulstrode.",
    "But it is important Mademoiselle Julia that you do not say anything about\nwhat you found even to your friends added Poirot.",
    "Can you do that\nYes said Julia.",
    "I wont tell anyone.",
    "Miss Bulstrode smiled.",
    "I hope your mother will be home soon she said.",
    "Inspector Kelsey tells me that they are trying hard to contact her  but buses in\nAnatolia are often delayed.",
    "I can tell Mummy cant I said Julia.",
    "Of course.",
    "Well thank you Julia Miss Bulstrode said.",
    "Youd better go to\nyour class now.",
    "Julia left closing the door behind her.",
    "Miss Bulstrode looked at Poirot.",
    "I\nthink I understand she said again.",
    "You only pretended to shut the door  in fact\nyou left it slightly open.",
    "Poirot nodded.",
    "Yes he said.",
    "If there was anyone who wanted to overhear\nthey now know that what Mademoiselle Julia found is in the bank.",
    "She should\nnow be safe here.",
    "Hercule Poirot was in a meeting with Inspector Kelsey and Adam\nGoodman.",
    "Now the jewels have been found Kelsey was saying this is a very\nsensitive situation.",
    "Some very important people dont want any stories about the\njewels in the newspapers.",
    "Officially its best that we know nothing about them.",
    "Yes agreed Hercule Poirot slowly.",
    "It is best to say nothing about the\njewels.",
    "It is possible after all that they may still be hidden somewhere in\nRamat.",
    "Inspector Kelsey sighed with relief.",
    "Thank you Monsieur Poirot.",
    "Unofficially these important people would like to leave the jewels with you.",
    "I do not object.",
    "said Poirot.",
    "Let us leave it at that.",
    "We have more serious\nthings to think about have we not The jewels are valuable but I say that human\nlife is worth more.",
    "Youre right Monsieur Poirot said Inspector Kelsey.",
    "We must catch this\nmurderer.",
    "Wed be very interested to know what you think.",
    "Then tell me if you please said Poirot all that is known so far.",
    "He\nsettled down to listen.",
    "When Inspector Kelsey and Adam Goodman had told him everything\nHercule Poirot closed his eyes and slowly nodded his head.",
    "Let us start with the\nkidnapping of Princess Shaista he said.",
    "From what you have said Inspector it\ndoes not make much sense.",
    "Thats what I thought said Kelsey slowly.",
    "And though there have been\nransom demands they arent genuine.",
    "No one has collected the ransom money.",
    "So Princess Shaista was not kidnapped for ransom money and it is clear\nthat she did not know where the jewels were hidden.",
    "So there must be some\nother reason...",
    "He sat in silence frowning for a moment or two.",
    "Then he sat up and\nasked a question.",
    "Her knees.",
    "he said.",
    "Did you ever notice Princess Shaistas\nknees\n\n\fAdam stared at him in astonishment.",
    "No he said.",
    "Why should I The girls wear skirts most of the time which\ncover their knees.",
    "In the swimming pool perhaps suggested Poirot hopefully.",
    "I never saw Shaista go swimming said Adam.",
    "I expect it was too cold for\nher.",
    "So what do you mean Does she have a scar or something like that\nNo no that is not it at all.",
    "Ah well instead I will contact my old friend\nthe Chief of Police in Switzerland.",
    "He may be able to help us.",
    "Shaista was at school in Switzerland said Kelsey.",
    "Did anything happen\nthere\nIt is possible yes said Poirot.",
    "He paused.",
    "But now we pass from\nkidnapping to something more serious.",
    "Murder.",
    "CHAPTER NINETEEN\n\nConsultation Continued\nTwo murders at Meadowbank said Poirot thoughtfully in the Sports\nPavilion.",
    "Now we know why.",
    "Because in the Sports Pavilion there was a tennis\nracquet containing a fortune in jewels.",
    "Someone knew about that racquet.",
    "Who was it Was it Miss Springer\nherself She did not like people going to the Sports Pavilion.",
    "She was angry with\nMademoiselle Blanche.",
    "Poirot turned to Adam.",
    "And you say that Mademoiselle Blanche behaved\nstrangely when she came out of the Sports Pavilion\nYes said Adam.",
    "She didnt need to explain to me why she was there  but\nshe told me anyway.",
    "Poirot nodded thoughtfully.",
    "And Miss Springer  why was she in the\nSports Pavilion so late at night He turned to Kelsey.",
    "Where was Miss Springer\nbefore she came to Meadowbank\nWe dont know said the Inspector.",
    "She left her previous job last summer\nand we dont know where shes been since then.",
    "She has no close relatives or\nfriends we can talk to.",
    "So she could have been in Ramat said Poirot thoughtfully.",
    "I believe there\nwere some schoolteachers in Ramat when the revolution started said Adam.",
    "Let us say then suggested Poirot that Miss Springer was in Ramat and\nsomehow learned that the jewels were in the tennis racquet.",
    "She waits until she\nknows the routine at Meadowbank and then one night she goes to the Sports\nPavilion to remove the jewels.",
    "He paused.",
    "Someone else had been watching her followed her  and shot\nher.",
    "But they had no time to get the jewels or take the tennis racquet because the\nshot was heard and people were quickly approaching the Sports Pavilion.",
    "Do you think thats what happened asked Inspector Kelsey.",
    "I do not know said Poirot.",
    "It is one possibility.",
    "The other is that the\nperson with the gun was already there and was surprised by Miss Springer.",
    "Miss\nSpringer was a nosey woman  perhaps she was suspicious of someone.",
    "And who was the other person asked Adam.",
    "I do not know Poirot said again.",
    "You say you have checked most\ncarefully everyone staying nearby.",
    "So it must be someone at Meadowbank.",
    "Kelsey sighed.",
    "Yes he agreed.",
    "Almost anyone could have killed Miss\nSpringer  except Miss Johnson and Miss Chadwick.",
    "But the second murder\nnarrows things down.",
    "Miss Rich Miss Blake and Miss Shapland have good\nalibis.",
    "And Miss Bulstrode Poirot asked.",
    "Adam smiled.",
    "She was staying with the Duchess of Welsham said Kelsey so she too\nhas an alibi.",
    "That leaves us with Miss Rowan and Mademoiselle Blanche.",
    "Miss\nRowan has been here over a year and we have no reason to suspect her.",
    "So we come back to Mademoiselle Blanche said Poirot.",
    "There was a silence.",
    "Theres no evidence against her said Kelsey.",
    "Her references seem\ngenuine.",
    "They would have to be said Poirot.",
    "Wait a minute said Kelsey.",
    "I remember that Mademoiselle Blanche said\nsomething about a key.",
    "She picked up the key to the Sports Pavilion and forgot\nto put it back.",
    "Miss Springer shouted at her.",
    "To visit the Sports Pavilion at night you would need a key said Poirot.",
    "For that it would have been necessary to make a copy of the key.",
    "But why then would she tell you about the key asked Adam.",
    "In case Miss Springer had talked about it said Kelsey.",
    "But that doesnt\nhelp us much.",
    "He looked gloomily at Poirot.",
    "But we must not forget said Poirot that Julia Upjohns mother\nrecognized someone here at Meadowbank  a possible secret agent.",
    "Yes but we cant find Mrs Upjohn said Inspector Kelsey.",
    "Shes not on a\nproper tour shes travelling on local buses.",
    "She could be anywhere  Anatolia is\na big place.",
    "So until we find her we cant do anything  and Mademoiselle\nBlanche might walk out of Meadowbank at any time.",
    "Poirot shook his head.",
    "She will not do that he said.",
    "If you have\ncommitted murder you do not draw attention to yourself.",
    "I hope youre right Kelsey said.",
    "I am sure I am right said Poirot.",
    "And remember the person whom Mrs\nUpjohn saw does not know that Mrs Upjohn saw her.",
    "The surprise when it\ncomes will be complete.",
    "It still doesnt help us much Kelsey sighed.",
    "There are other things Poirot added.",
    "Conversation for example.",
    "Sooner\nor later a person with something to hide says too much.",
    "Innocent people also\nknow things without knowing they are important.",
    "And that reminds me \nPoirot stood up.",
    "Excuse me he said.",
    "I must go and find someone who can\ndraw.",
    "Well said Adam after Poirot went out.",
    "First girls knees and now\ndrawing I hope he knows what hes doing.",
    "Miss Rich could draw well and she sat down next to Poirot with a pencil\nand paper.",
    "Please can you draw for me Miss Springer Poirot asked.",
    "Thats difficult said Miss Rich.",
    "I didnt know her for very long.",
    "But Ill\ntry.",
    "She frowned for a moment and then began to draw quickly.",
    "Bien said Poirot taking the drawing.",
    "Good.",
    "And now if you please can\nyou draw Miss Bulstrode Miss Rowan Mademoiselle Blanche and  the\ngardener Adam.",
    "Eileen Rich looked at him doubtfully but then began to draw.",
    "Poirot nodded.",
    "You are good he said.",
    "You can draw a good likeness with\na few lines of the pencil.",
    "Now can you change Miss Bulstrodes hair and the\nshape of her eyebrows.",
    "Eileen stared at him for a while and then did as he asked.",
    "Excellent said Poirot.",
    "Now do the same for Mademoiselle Blanche and\nMiss Rowan.",
    "When she had finished he put the three drawings together.",
    "Now I will show you something he said.",
    "Miss Bulstrode even with the\nchanges you have made still looks like Miss Bulstrode.",
    "But the other two\nbecause they do not have Miss Bulstrodes strong personality they appear almost\n\n\fdifferent people do they not\nI see what you mean said Eileen Rich.",
    "She watched Poirot put away the\ndrawings carefully.",
    "What are you going to do with them\nUse them said Poirot\nCHAPTER TWENTY\n\nConversation\nWell said Mrs Sutcliffe doubtfully.",
    "I dont really know what to say \nShe looked at Hercule Poirot.",
    "Its been very upsetting she continued and\nIm glad to have Jennifer safely at home with me.",
    "Two murders and a girl\nkidnapped\nI would not worry too much about the kidnapping Madame said Poirot.",
    "If I may tell you a secret I suspect a romance.",
    "Do you mean the girl just ran away to marry somebody\nI can say no more said Hercule Poirot.",
    "And I am sure that you too will\nsay nothing of this.",
    "Of course not said Mrs Sutcliffe very pleased.",
    "She looked down at the\nletter that Poirot had brought from Inspector Kelsey.",
    "So Monsieur  er  Poirot\nyou want to talk to Jennifer Im afraid shes not a girl who notices things.",
    "She\ncalled her daughter into the room.",
    "How do you do said Poirot.",
    "I am a friend of Julia Upjohn.",
    "She came to\nLondon to see me and ask my advice.",
    "She is now back at Meadowbank Poirot\nadded.",
    "Jennifer looked at her mother annoyed.",
    "So she hasnt been taken away.",
    "Mrs Sutcliffe decided to leave the room rather than argue again with her\ndaughter.",
    "All this fuss said Jennifer.",
    "I told Mummy it was silly  no pupils have\nbeen killed.",
    "I wish I was back there.",
    "I have come to ask Mademoiselle Jennifer said Poirot about the woman\nwho came and gave you the new tennis racquet  what did she look like\nI dont really know said Jennifer.",
    "I didnt look at her much.",
    "She had\nblonde hair and was wearing a blue dress and a big hat.",
    "I think she was\n\n\fAmerican.",
    "Had you ever seen her before asked Poirot.",
    "Oh no said Jennifer.",
    "Are you sure said Poirot.",
    "She was not perhaps one of the girls dressed\nup  or one of the teachers\nJennifer looked puzzled.",
    "Dressed up\nPoirot showed her the picture of Mademoiselle Blanche that Eileen Rich\nhad drawn.",
    "Was this the woman\nIts a bit like her said Jennifer but I dont think so.",
    "I didnt really look at\nher face.",
    "She obviously didnt realize that the drawing was of Mademoiselle\nBlanche.",
    "I was looking at my new racquet.",
    "I see said Poirot.",
    "After a pause he asked Did you ever see anyone at\nMeadowbank who youd seen in Ramat\nIn Ramat Jennifer thought.",
    "Oh no  at least  I dont think so.",
    "But you are not sure Mademoiselle Jennifer.",
    "Well Jennifer looked worried.",
    "I often see people who look like other\npeople she explained.",
    "Perhaps you recognized Princess Shaista suggested Poirot.",
    "You may\nhave seen her in Ramat.",
    "I dont think so said Jennifer frowning.",
    "Of course I think most people do\nlook alike.",
    "I only notice if someone has a strange sort of face like Miss Rich.",
    "Have you seen Miss Rich somewhere before Poirot asked.",
    "No said\nJennifer.",
    "I think I saw someone who just looked like Miss Rich.",
    "This person was\nmuch fatter than she is.",
    "Someone much fatter said Poirot thoughtfully.",
    "And Miss Rich was away ill last term added Jennifer.",
    "So she couldnt\nhave been in Ramat.",
    "And the other girls asked Poirot had you seen any of the girls before\nOnly the ones I knew already said Jennifer.",
    "But I dont really notice\npeople very much.",
    "CHAPTER TWENTY ONE\n\nGathering Threads\nI want to talk to you Eileen said Miss Bulstrode.",
    "Eileen Rich followed Miss Bulstrode into the sitting room.",
    "Meadowbank\nwas strangely quiet.",
    "There werent many pupils left and the teachers didnt have\nmuch to do.",
    "Miss Johnson didnt like having so much free time Miss Chadwick\nwandered round looking very unhappy while Ann Shapland did a lot of\ngardening  working closely with Adam...",
    "I want to talk to you about Meadowbank said Miss Bulstrode.",
    "The school\nmay be ruined  perhaps no one will come back.",
    "No interrupted Eileen Rich.",
    "You mustnt let that happen.",
    "It would be\nwrong.",
    "She almost shouted with passion.",
    "Meadowbank is a great school and it\nmust be saved.",
    "I promise that Ill do all I can said Miss Bulstrode.",
    "But what I want to say\nis this  if Meadowbank survives I want you to be the next head teacher.",
    "Me Eileen Rich stared at her.",
    "Me\nYes my dear said Miss Bulstrode.",
    "You.",
    "I cant said Eileen Rich.",
    "Im too young.",
    "I dont have enough experience.",
    "You are the person I want to run this school when I retire said Miss\nBulstrode firmly.",
    "But I thought  we all thought  that Miss Vansittart...",
    "I did consider her very carefully for a long time admitted Miss Bulstrode.",
    "Im sure everyone else thought Miss Vansittart would be the next head teacher.",
    "But I never said anything definite to her and finally I decided she was not the\nperson I wanted.",
    "I want someone with new ideas who will think about the\nfuture.",
    "Thats why I want you.",
    "It would have been wonderful said Eileen Rich.",
    "Wonderful.",
    "But I really\ndont think I can  now.",
    "Perhaps I can think about it Miss Bulstrode I dont\nreally know what to say.",
    "Miss Richs hair is always so untidy remarked Ann Shapland looking up\n\n\ffrom her gardening as the teacher walked by.",
    "Why doesnt she cut it all off\nYou should suggest it to her said Adam.",
    "I dont know her that well said Ann Shapland.",
    "She paused.",
    "Do you think\nthat Meadowbank will be able to continue\nI dont know said Adam.",
    "Will you come back next term if it does\nNo said Ann firmly.",
    "Ive had enough of schools and working with\nwomen.",
    "And I dont like murder.",
    "I think Ill marry Dennis and settle down.",
    "Dennis said Adam.",
    "You told me about him.",
    "I think you can do better.",
    "Are you making me an offer said Ann.",
    "Certainly not said Adam.",
    "And you wouldnt like to marry a gardener.",
    "I was wondering about marrying a secret agent said Ann.",
    "Im not a secret agent said Adam.",
    "No no of course not said Ann.",
    "Youre not a secret agent Shaista wasnt\nkidnapped  everythings fine.",
    "Ive heard that Shaista has been found in\nSwitzerland she added.",
    "How did she get there\nIve no idea said Adam.",
    "It was Monsieur Hercule Poirot who found her.",
    "Is he the funny little man who brought Julia Upjohn back from London\nasked Ann.",
    "Yes thats him said Adam.",
    "He went to see my mother he added.",
    "And\nJennifer Sutcliffes mother.",
    "He seems to be fascinated with peoples mothers.",
    "Did he go and see Miss Richs mother and Chaddys said Ann.",
    "Poor\nMiss Chadwick  look here she comes now.",
    "She watched Miss Chadwicks\napproach.",
    "She looks much older since Miss Vansittarts death.",
    "She really loves\nMeadowbank.",
    "Ill go and talk to her.",
    "Ann went to meet Miss Chadwick and together they walked back to the\nhouse.",
    "Its so quiet here now said Ann looking round.",
    "Its awful said Miss Chadwick awful I cant get over it.",
    "I cant sleep at\nnight.",
    "Meadowbank is ruined  after all those years of work.",
    "It may be all right said Ann.",
    "People will soon forget about the murders.",
    "But not quickly enough said Miss Chadwick grimly.",
    "Not quickly\n\n\fenough.",
    "Mademoiselle Blanche came out of the classroom at the end of her French\nlesson.",
    "She looked at her watch.",
    "Yes she did have enough time.",
    "She went upstairs to her room and got ready to go out.",
    "As she looked at\nherself in the mirror she smiled.",
    "Sometimes it was good to be a person who no\none noticed.",
    "It made it easy for her to use her sister Angeles references  and\neven her passport.",
    "Angele was dead but she had enjoyed teaching and was very\ngood at it.",
    "She herself found it very boring.",
    "But she wasnt going to be a teacher for much longer.",
    "She was going to\nhave money.",
    "Mademoiselle Blanche picked up her handbag and went out of the house\nthrough the front gate to the bus stop.",
    "When the bus arrived she got on and a\nquarter of an hour later she got out in the nearest big town.",
    "She went to a large\ndepartment store and began to look at dresses.",
    "After a while she went upstairs to the Ladies rest room and found a\ntelephone.",
    "No one was near enough to overhear her.",
    "She called a number and\nwaited to hear if the right voice answered.",
    "It did.",
    "You know who I am she said.",
    "Yes.",
    "I am speaking of some money that\nyou owe.",
    "You have until tomorrow evening to pay this money into this bank\naccount.",
    "She gave the details.",
    "If not I will tell the police what I saw on the\nnight that Miss Springer died.",
    "She put down the phone.",
    "After doing a little shopping Mademoiselle Blanche took the bus back to\nMeadowbank.",
    "She smiled to herself.",
    "She had asked for money but not too much.",
    "The money would last for a while  and then she would ask for more.",
    "Life was\ngoing to be very pleasant in the future.",
    "Back at Meadowbank Mademoiselle Blanche walked past the swimming\npool and watched Eileen Rich and Ann Shapland swimming and diving with the\ngirls in the pool.",
    "She was in time for her afternoon classes.",
    "During her lesson the\ngirls talked and didnt listen to her but she hardly noticed.",
    "She wasnt going to be\na teacher for much longer.",
    "When the bell rang Mademoiselle Blanche went upstairs to her room to\ntidy her hair before dinner.",
    "But as she looked in the mirror she saw a sudden\nmovement behind her  so quick that she was completely surprised.",
    "As\n\n\fMademoiselle Blanche opened her mouth to scream a sandbag hit her silently\non the back of her neck.",
    "CHAPTER TWENTY TWO\n\nIncident in Anatolia\nMrs Upjohn was sitting by the side of a road somewhere in Anatolia.",
    "She\nand a large Turkish woman were talking partly in French and partly by using\ntheir hands.",
    "The other passengers were sitting nearby watching the bus driver\ntrying to start the brokendown bus.",
    "Mrs Upjohns journey had also been delayed\nby heavy rain and blocked roads.",
    "Mrs Upjohn said a very British voice which didnt sound as if it\nbelonged in Anatolia.",
    "Mrs Upjohn looked up.",
    "She hadnt noticed that a car had arrived and an\nobviously British man had got out.",
    "Mrs Upjohn the man said again.",
    "My names Derek OConnor from the\nBritish Government.",
    "Weve been trying to contact you for days.",
    "Contact me Why Is it Julia Mrs Upjohn said sharply.",
    "Has something\nhappened to Julia\nNo no said OConnor.",
    "Julia is all right.",
    "No theres been some trouble at\nMeadowbank and we want to take you there as soon as possible.",
    "Ill drive you\nback to the nearest airport and you can get on a plane in a few hours.",
    "Mrs Upjohn opened her mouth and then shut it again.",
    "She stood up\ncollected her luggage and said goodbye to the Turkish woman.",
    "She followed\nOConnor to his car without asking any questions.",
    "OConnor thought that Mrs Upjohn was a very sensible woman.",
    "CHAPTER TWENTY THREE\n\nShowdown\nMiss Bulstrode looked around at her staff who were all sitting together in\none of the school classrooms.",
    "Miss Chadwick was there and Miss Johnson Miss\nRich Miss Rowan and Miss Blake.",
    "Ann Shapland sat with her notebook and\npencil ready to take notes.",
    "Hercule Poirot and Detective Inspector Kelsey sat\nbeside Miss Bulstrode while Adam Goodman sat slightly behind them.",
    "Miss Bulstrode stood up.",
    "As you all work here she said I thought youd\nlike to know exactly what is known about the recent unfortunate events at\nMeadowbank.",
    "Detective Inspector Kelsey is not allowed to give us any official\npolice information but Monsieur Hercule Poirot the wellknown detective will\nnow tell you what he has discovered.",
    "Hercule Poirot rose to his feet smiled widely at his audience and carefully\nsmoothed his moustache.",
    "I know that this has been a difficult time for you all\nhe began.",
    "You have lost three of your colleagues  Miss Springer Miss\nVansittart and Mademoiselle Blanche.",
    "This is because Meadowbank has become\nthe centre of certain events.",
    "And also because there is someone here who does\nnot belong.",
    "He looked around the room.",
    "There is a cat among the pigeons.",
    "But before I talk about the murders I will deal first with the kidnapping.",
    "He took a photograph from his pocket and passed it round so all the people in the\nroom saw it.",
    "Do you recognize the girl in this photograph Poirot asked.",
    "Everyone shook their heads.",
    "Ah but you should said Poirot since this is a photograph from\nSwitzerland of Princess Shaista.",
    "But thats not Shaista said Miss Chadwick.",
    "Exactly said Poirot.",
    "This story starts in Ramat where three months ago\nthere was a revolution.",
    "The ruler Prince Ali Yusuf died trying to escape but\nsome very valuable jewels that he owned were not found in the wreckage of his\nplane.",
    "Several groups of people wanted to find them.",
    "They thought that the\njewels might be brought to Princess Shaista the princes cousin and only close\nrelative.",
    "It was known that Princess Shaista was coming to school at Meadowbank.",
    "However the girls uncle the Emir Ibrahim was abroad and Miss Bulstrode did\nnot know Shaista personally.",
    "Shaista was indeed kidnapped  but not from\nMeadowbank.",
    "She was in fact kidnapped before she even arrived here.",
    "It was a simple plan explained Poirot.",
    "The real Shaista is in fact still in\nSwitzerland and has now been found.",
    "Instead it was a secret agent hoping to\nhear news of the jewels who arrived in London and was brought to\nMeadowbank.",
    "But the false Shaista  a young French actress  was obviously older than\nthe real Shaista.",
    "I did ask said Hercule Poirot thoughtfully if anyone had\nnoticed Shaistas knees.",
    "The knees of a woman of twentyfour can never really\nbe mistaken for the knees of a girl of fifteen.",
    "Nobody alas had noticed her knees.",
    "But nobody tried to contact the false Shaista about the jewels and when\nMiss Springer was murdered it was feared that Shaistas uncle the Emir Ibrahim\nwould come to England.",
    "The false Shaista began to talk about kidnapping and\nwhen the Emir did arrive she was indeed kidnapped.",
    "In fact the car that came\nearly to collect her left her in the nearest town and she simply went back to\nusing her own identity.",
    "A false ransom note was sent to make the kidnapping\nstory appear real.",
    "It does not occur to anyone that the kidnapping really occurred\nearlier in Switzerland.",
    "Poirot meant of course that it had not occurred to anyone but himself\nWe pass now he continued to something far more serious  murder.",
    "The false Shaista was at Meadowbank just to hear about the jewels.",
    "She\nhad no motive for murder and although she could have killed Miss Springer she\ncould not have killed Miss Vansittart or Mademoiselle Blanche.",
    "Let us go back now to Ramat where all this started.",
    "Prince Ali Yusuf gave\nthe jewels to his pilot Bob Rawlinson.",
    "Bob Rawlinson visited his sister Mrs\nSutcliffe in her hotel in Ramat and stayed in her room for twenty minutes even\nthough she was not there.",
    "Several different groups of people guessed that Bob\nRawlinson had hidden the jewels somewhere in his sisters luggage.",
    "One group\nof people did not know where and searched Mrs Sutcliffes luggage and burgled\nher house.",
    "But someone else definitely knew where the jewels were hidden  in\nthe handle of the tennis racquet belonging to Mrs Sutcliffes daughter Jennifer.",
    "This person went out to the Sports Pavilion one night having previously\n\n\fmade a copy of the key to look at the tennis racquets.",
    "But Miss Springer saw a\nlight in the Sports Pavilion and went out to investigate.",
    "Discovered and\nrecognized by Miss Springer the killer did not hesitate... Miss Springer was shot\ndead.",
    "But the shot had been heard and the crime was discovered almost\nimmediately.",
    "The murderer had to escape quickly leaving the tennis racquet\nbehind.",
    "A few days later a strange woman with an American accent spoke to\nJennifer Sutcliffe and gave her a new tennis racquet taking the old one away.",
    "But the woman did not know that Jennifer Sutcliffe and Julia Upjohn had\nswapped racquets so the racquet that she took away was really Julia Upjohns\nold racquet.",
    "We come now to the second murder continued Poirot.",
    "Miss Vansittart\nwas looking at Shaistas locker  probably looking for a clue to the girls\ndisappearance.",
    "Someone followed her and killed her with a sandbag.",
    "Again the\ncrime was discovered almost immediately  by Miss Chadwick.",
    "The police again took charge of the Sports Pavilion and again the killer\nhad no opportunity to look at the tennis racquets.",
    "But by now Julia Upjohn an\nintelligent child had realized that her racquet  which had belonged to Jennifer was important.",
    "She looked inside the handle and found the jewels.",
    "These she\nbrought to me and they are now safely in the bank.",
    "Poirot paused.",
    "As to the third murder Mademoiselle Blanche knew  we\ndo not know how  who the murderer was.",
    "She did not tell the police but instead\nshe asked the murderer for money to keep silent  blackmail.",
    "But there is nothing\nmore dangerous than blackmailing a person who has killed perhaps twice\nalready  and Mademoiselle Blanche too was killed.",
    "Hercule Poirot paused\nagain.",
    "So that he said looking around is the account of this whole affair.",
    "They were all staring at him and their faces now showed no emotion.",
    "Though of course added Poirot Inspector Kelsey Adam Goodman and I\nhave been making inquiries.",
    "We have to know you see if there is still a cat\namong the pigeons\nI am happy to say that everyone here is indeed who they say they are.",
    "So\nwe are not looking for someone pretending to be someone else.",
    "The murderer is\nsomeone using their real identity.",
    "Everyone was very still now.",
    "There was a\nfeeling of danger in the air.",
    "We are looking continued Poirot for someone who was in Ramat three\nmonths ago and who saw Bob Rawlinson hide the jewels in the tennis racquet.",
    "Miss Chadwick was here at Meadowbank Miss Johnson was here and so were\nMiss Rowan and Miss Blake.",
    "He pointed his finger.",
    "But Miss Rich  Miss Rich was not here last term\nwas she\nI  no.",
    "I was ill. She spoke quickly.",
    "I was away for a term.",
    "So you could have been in Ramat said Poirot.",
    "I think you were.",
    "We can\nlook at your passport.",
    "There was a moments silence then Eileen Rich looked up.",
    "Yes she said\nquietly.",
    "I was in Ramat.",
    "I was ill and my doctor advised me to go abroad to rest.",
    "That is true said Miss Bulstrode.",
    "I received a doctors certificate saying\nthat Miss Rich needed to rest for a term.",
    "So  you went to Ramat said Hercule Poirot.",
    "Why shouldnt I go to Ramat Eileen Richs voice shook a little.",
    "I wanted\na rest and sunshine.",
    "I was there for two months.",
    "There you were recognized said Poirot by Jennifer Sutcliffe.",
    "She\nthought she saw you in Ramat but said that the person she saw was fat not thin.",
    "What are you trying to say said Miss Rich.",
    "That I murdered these\npeople It isnt true I tell you.",
    "It isnt true\nInspector Kelsey Poirot turned his head.",
    "Inspector Kelsey nodded.",
    "He went to the door opened it and Mrs Upjohn\nwalked into the room.",
    "Mrs Upjohn said Hercule Poirot into the silence.",
    "We would like to ask\nyou something.",
    "When you brought your daughter Julia to Meadowbank you\nlooked out of the window of Miss Bulstrodes sitting room and recognized\nsomeone did you not\nMrs Upjohn stared at him.",
    "Yes I did see someone she said.",
    "Someone I\nhadnt seen for years.",
    "I wondered what she was doing here.",
    "Mrs Upjohn said Inspector Kelsey.",
    "Will you look round this room and\ntell me if you see that person here now\n\n\fYes of course said Mrs Upjohn.",
    "I saw her as soon as I came in.",
    "Thats\nher.",
    "She pointed her finger.",
    "Inspector Kelsey was quick and so was Adam but\nthey were not quick enough.",
    "Ann Shapland had jumped up and was pointing a\ngun straight at Mrs Upjohn.",
    "Miss Bulstrode moved forward quickly and stood in\nfront of Mrs Upjohn but Miss Chadwick was even quicker.",
    "No you wont cried Miss Chadwick and threw her body in front of Miss\nBulstrode just as the gun was fired.",
    "Miss Chadwick slowly fell to the floor as\nAdam and Kelsey took hold of the struggling Ann Shapland and took the gun\naway from her.",
    "They said then that she was a killer said Mrs Upjohn breathlessly.",
    "She\nwas one of the most dangerous young agents they had.",
    "You liar Ann Shapland shouted angrily.",
    "She does not lie said Hercule Poirot.",
    "You are dangerous.",
    "Until now you\nhave never been suspected when you have used your own identity.",
    "You have\ntaken real jobs using your own name  all to gain information.",
    "You have worked\nat an oil company with an archaeologist whose work took him all around the\nworld and an important government minister.",
    "Ever since you were seventeen\nyou have worked as a secret agent for many different people and for a great deal\nof money.",
    "In most of your jobs you have used your own name though for others\nyou used a different identity.",
    "At those times you said you went home to look\nafter your mother.",
    "But I strongly suspect Miss Shapland that the elderly woman I visited is\nnot your real mother.",
    "This genuine mental patient with a confused mind is your\nexcuse for leaving your jobs.",
    "You did not spend three months this year with your\nmother  instead you went to Ramat.",
    "Not as Ann Shapland but as Angelica de\nToredo a Spanish dancer.",
    "From your hotel room you somehow saw Bob\nRawlinson hide the jewels in the tennis racquet.",
    "You could not take them then because the British people left Ramat\nsuddenly because of the revolution.",
    "Instead you read the luggage labels and\nfound out that Jennifer Sutcliffe was going to school at Meadowbank.",
    "I have\ndiscovered that you paid Miss Bulstrodes secretary a large amount of money to\nleave her job  and you took her place.",
    "One night you went to the Sports Pavilion to find the jewels Poirot said.",
    "But Miss Springer saw you and followed you  and you shot her.",
    "Later\nMademoiselle Blanche tried to blackmail you and you killed her too.",
    "It comes\nnaturally to you does it not to kill\nHe stopped.",
    "Inspector Kelsey stepped forward and officially arrested Ann\nShapland who swore and struggled wildly as she was taken out of the room.",
    "Miss Johnson was kneeling by Miss Chadwick.",
    "Im afraid shes badly\nhurt she said.",
    "We need a doctor immediately\n\n\fCHAPTER TWENTY FOUR\n\nPoirot Explains\nYou did it very well Monsieur Poirot said Inspector Kelsey.",
    "You made\nAnn Shapland think that we were going to arrest Miss Rich and Mrs Upjohns\nsudden appearance completely surprised her.",
    "If the bullet in that gun matches the\none that killed Miss Springer...",
    "It will my friend it will said Poirot.",
    "Then well have definite evidence that Ann Shapland murdered Miss\nSpringer.",
    "And of course she shot Miss Chadwick.",
    "But I still dont understand\nhow she killed Miss Vansittart.",
    "Its impossible  she has a perfect alibi.",
    "It is true Poirot said that Ann Shapland killed Miss Springer and\nMademoiselle Blanche.",
    "But Miss Vansittart  He hesitated for a moment and\nlooked at Miss Bulstrode.",
    "Miss Vansittart was killed by Miss Chadwick.",
    "Miss Chadwick exclaimed Miss Bulstrode and Kelsey together.",
    "Poirot nodded.",
    "I am sure of it.",
    "But  but why said Miss Bulstrode.",
    "I think explained Poirot that Miss Chadwick loved Meadowbank too\nmuch.",
    "When you retired she wanted to be the next head teacher.",
    "But shes much too old said Miss Bulstrode.",
    "Yes said Poirot but she didnt think so.",
    "Then she found out that you were\nthinking of making Eleanor Vansittart head teacher.",
    "Miss Chadwick loved\nMeadowbank and she did not like Eleanor Vansittart.",
    "I think in the end she\nhated her.",
    "She was jealous.",
    "I see... said Miss Bulstrode slowly.",
    "Yes yes I see...",
    "I should have known.",
    "And when you went away for the weekend you chose Eleanor Vansittart to\nbe in charge... said Poirot gently.",
    "This is what I think happened.",
    "Just as she said\nMiss Chadwick saw the light in the Sports Pavilion and went out to investigate.",
    "But it was Miss Vansittart who took a golf club with her  not Miss Chadwick.",
    "Miss Chadwick took a sandbag and when she saw Eleanor Vansittart kneeling\ndown she lifted the sandbag and hit her.",
    "Miss Chadwick was horrified by what she had done  she had killed Miss\n\n\fVansittart because of jealousy.",
    "But now she was sure she would be the next head\nteacher so she told the police that she had taken the golf club not the sandbag which she put back.",
    "But why did Ann Shapland kill Mademoiselle Blanche with a sandbag\nasked Miss Bulstrode.",
    "Because she could not use her gun as the shot would be heard explained\nPoirot.",
    "And she cleverly wanted to connect the third murder with the second one\n because for the second murder she had an alibi.",
    "And why did you ask Eileen Rich to draw various members of my staff\nI wanted to see if Jennifer Sutcliffe would recognize a face.",
    "But she did\nnot recognize Mademoiselle Blanche with a different hairstyle so it is doubtful\nthat she would have recognized Ann Shapland.",
    "So was Ann Shapland the woman with the racquet asked Miss Bulstrode.",
    "Yes said Poirot.",
    "All this time she has been working alone  to get the\njewels for herself.",
    "That day you rang your buzzer to ask for Mademoiselle Julia\nAnn Shapland did not answer.",
    "She put on a blonde wig and a blue dress and was\naway from her desk for only twenty minutes.",
    "And Miss Rich Miss Bulstrode looked thoughtful.",
    "Hercule Poirot and Inspector Kelsey looked at each other.",
    "Talk to her said\nPoirot as the two men left the room.",
    "That is the best thing to do.",
    "When Eileen Rich appeared her face was white.",
    "So you want to know\nwhat I was doing in Ramat\nI think I know said Miss Bulstrode.",
    "Jennifer said you were fat.",
    "She didnt\nrealize you were pregnant.",
    "Yes said Eileen Rich.",
    "I was going to have a baby.",
    "I didnt want to lose my\njob here so when I couldnt hide it any longer I said I was ill and went abroad to\nRamat.",
    "But my baby  my baby was born dead.",
    "I came back this term and hoped\nthat no one would ever know.",
    "Thats why I had to say no when you asked me to\nbe the next head teacher.",
    "She paused and said calmly Would you like me to leave now Or wait\nuntil the end of term\nI want you to stay  and come back next term said Miss Bulstrode if\nthere is one.",
    "Come back said Eileen Rich.",
    "Do you mean you still want me\nOf course I do said Miss Bulstrode.",
    "You havent murdered anyone have\nyou You had a love affair and a baby.",
    "But I think the real passion of your life is\nteaching.",
    "Oh yes agreed Eileen Rich.",
    "I love teaching more than anything else\nYoure a fine teacher said Miss Bulstrode.",
    "Together well work hard to\nmake Meadowbank successful again  and well do it.",
    "Itll be the best school in England said Eileen Rich with excitement.",
    "Yes\nIll stay.",
    "Good said Miss Bulstrode And Eileen please go and get your hair cut\nproperly.",
    "But now she said her voice changing I must go to Chaddy.",
    "Miss Chadwick was lying in bed very white and still.",
    "Miss Johnson and a\npoliceman with a notebook sat nearby.",
    "Hallo Chaddy said Miss Bulstrode taking her hand.",
    "Miss Chadwicks\neyes opened.",
    "I want to tell you she said.",
    "Eleanor  it was  it was me.",
    "Yes dear I know said Miss Bulstrode.",
    "Tears fell slowly down Miss Chadwicks cheeks.",
    "Its so awful...",
    "I didnt\nmean to do it.",
    "I was jealous.",
    "Ill never forgive myself.",
    "But you saved my life said Miss Bulstrode and you saved Mrs Upjohn.",
    "That matters too doesnt it\nI only wish said Miss Chadwick I could give my life for you both.",
    "Then\nit would be all right...\nMiss Bulstrode looked at her with great pity.",
    "Miss Chadwick took a deep\nbreath and smiled.",
    "Her head moved slightly to one side and she died...\nYou did give your life my dear said Miss Bulstrode softly.",
    "I hope you\nrealize that now.",
    "CHAPTER TWENTY FIVE\n\nLegacy\nMr Robinson is here to see you sir said Georges.",
    "Ah said Hercule Poirot.",
    "He had received a letter from his friend Colonel\nPikeaway about Mr Robinson.",
    "Show him in Georges.",
    "Mr Robinson came into the room bowed and shook hands politely.",
    "When\nhe sat down he wiped his large yellow face with a handkerchief.",
    "I was interested to hear Monsieur Poirot said Mr Robinson of your\ninvolvement in the affairs of a girls school  Meadowbank.",
    "I hear too that three\nmurders were committed by an unfortunate young woman  a young woman who\nhad a violent hatred of schoolteachers...\nNo doubt said Poirot dryly that is what her defence lawyer will say.",
    "She was good at her job I believe sighed Mr Robinson.",
    "Young but very\nuseful  to many different people.",
    "But it was a mistake for her to work alone and\ntry to take the jewels for herself.",
    "Poirot nodded.",
    "Mr Robinson leaned forward.",
    "I have come to ask where the jewels are\nnow Monsieur Poirot he asked.",
    "And what are you going to do with them\nI have been waiting for suggestions said Poirot.",
    "They do not belong to\nme and I would like to give them to their true owner.",
    "And I am here to suggest that you give the jewels to me said Mr\nRobinson.",
    "Ah said Poirot.",
    "And why should I do that\nBecause they were the personal property of the late Prince Ali Yusuf who\ntold his friend Bob Rawlinson to get them out of Ramat.",
    "If he succeeded he was\nsupposed to give the jewels to me.",
    "Have you proof of that\nCertainly.",
    "Mr Robinson handed him a large envelope and Poirot read the\npapers inside very carefully.",
    "It seems to be as you say he said.",
    "May I ask what\nyou personally get for doing this\n\n\fMr Robinson looked surprised.",
    "Money of course he said.",
    "A large amount\nof money.",
    "There are many people like me in the world.",
    "We arrange financial\nmatters for important people  kings presidents princes.",
    "We charge a lot of\nmoney for our services but we are honest.",
    "I see said Poirot.",
    "Eh bien I agree to what you ask.",
    "But I am curious.",
    "What are you going to do with the jewels\nMr Robinson looked at Hercule Poirot.",
    "His large face smiled as he told\nPoirot his plans.",
    "Children were playing and running in the street.",
    "One of them bumped into\nMr Robinson as he stepped out of his expensive car.",
    "Mr Robinson opened the gate to number 15 and knocked on the door of\nthe neat little house.",
    "The door was opened by a fair pleasant looking girl of\nabout twentyfive.",
    "Mr Robinson she said with a smile.",
    "I got your letter.",
    "Please come in.",
    "She led him into a small sitting room.",
    "Would you like some tea she asked.",
    "Thank you but no.",
    "I can only stay a short time.",
    "As I said in my letter I\nhave come to bring you something.",
    "From Ali\nYes.",
    "So there isnt  any hope I mean  its true Hes really dead\nIm afraid so said Mr Robinson gently.",
    "I didnt really expect to see him again when he went back to Ramat said\nthe girl.",
    "I knew he had to stay there and marry one of his own people.",
    "Mr Robinson took out a package and put it on the table.",
    "Open it please.",
    "She opened the package and breathed in quickly as she saw the beautiful\nbright jewels inside.",
    "Are they  are they real\nThey are real said Mr Robinson.",
    "They are worth about one million\npounds.",
    "I cant believe it.",
    "She wrapped the jewels up again just as the door burst\nopen and a small boy rushed in.",
    "Mum look Look at this.",
    "I  He stopped\nstaring at Mr Robinson.",
    "The boy had dark hair and dark skin.",
    "Go in the kitchen Allen said his mother.",
    "Your dinners ready.",
    "Oh good.",
    "He hurried out again.",
    "You call him Allen said Mr Robinson.",
    "It was the nearest name to Ali.",
    "It would have been difficult for him to be\nnamed after his father.",
    "She paused.",
    "What am I going to do\nFirst I need to see your marriage certificate said Mr Robinson.",
    "Hmm\nyes he said when she gave it to him.",
    "Ali Yusuf... married to... Alice Calder...",
    "Yes this is all perfectly legal.",
    "No one knew who he was said Alice.",
    "I was pregnant with Allen and Ali\nsaid we should be married.",
    "It was all he could do for me.",
    "He did love me.",
    "We\nalways knew he would have to leave but he did love me.",
    "Yes said Mr Robinson.",
    "Im sure he did.",
    "Now he continued I can sell\nthese jewels for you and get you a good lawyer to take care of your affairs.",
    "Youre going to be a very rich woman.",
    "Yes all right she said giving him the jewels.",
    "Take them.",
    "But Id like to\ngive one to the schoolgirl who found them.",
    "A green one perhaps.",
    "An excellent idea said Mr Robinson.",
    "He stood up.",
    "I shall charge you a lot\nof money he said but I wont cheat you.",
    "She looked at him calmly.",
    "No I dont think you will.",
    "And I need someone\nwho knows about business.",
    "You seem to be a very sensible woman said Mr Robinson.",
    "Now I will\ntake the jewels.",
    "Are you sure you dont want to keep one for yourself\nNo said Alice slowly.",
    "I wont keep... even one.",
    "I dont need jewels to\nremember Ali.",
    "I have Allen.",
    "A most unusual woman said Mr Robinson to himself as he walked out to\nhis car.",
    "Yes a most unusual woman..."
]