[
    "THE BODY IN THE LIBRARY\n\nAgatha Christie\n\n\fChapter 1\n\nMrs Bantry was dreaming.",
    "Her sweet peas had just taken a\nFirst at the flower show.",
    "The vicar dressed in cassock and\nsurplice was giving out the prizes in church.",
    "His wife wandered\npast dressed in a bathing suit but as is the blessed habit of\ndreams this fact did not arouse the disapproval of the parish in\nthe way it would assuredly have done in real life...\n\nMrs Bantry was enjoying her dream a good deal.",
    "She usually\ndid enjoy those earlymorning dreams that were terminated by\nthe arrival of earlymorning tea.",
    "Somewhere in her inner\nconsciousness was an awareness of the usual earlymorning\nnoises of the household.",
    "The rattle of the curtain rings on the\nstairs as the housemaid drew them the noises of the second\nhousemaids dustpan and brush in the passage outside.",
    "In the\ndistance the heavy noise of the frontdoor bolt being drawn\nback.",
    "Another day was beginning.",
    "In the meantime she must extract\nas much pleasure as possible from the flower show for already\nits dreamlike quality was becoming apparent.",
    "Below her was the noise of the big wooden shutters in the\ndrawing room being opened.",
    "She heard it yet did not hear it.",
    "For quite half an hour longer the usual household noises would\n\n\fgo on discreet subdued not disturbing because they were so\nfamiliar.",
    "They would culminate in a swift controlled sound of\nfootsteps along the passage the rustle of a print dress the\nsubdued chink of tea things as the tray was deposited on the\ntable outside then the soft knock and the entry of Mary to draw\nthe curtains.",
    "In her sleep Mrs Bantry frowned.",
    "Something disturbing was\npenetrating through the dream state something out of its time.",
    "Footsteps along the passage footsteps that were too hurried\nand too soon.",
    "Her ears listened unconsciously for the chink of\nchina but there was no chink of china.",
    "The knock came at the door.",
    "Automatically from the depths of\nher dream Mrs Bantry said Come in.",
    "The door opened now there would be the chink of curtain rings\nas the curtains were drawn back.",
    "But there was no chink of\ncurtain rings.",
    "Out of the dull green light Marys voice came\nbreathless hysterical.",
    "Oh maam oh maam theres a body in the library\n\nAnd then with a hysterical burst of sobs she rushed out of the\nroom again.",
    "Mrs Bantry sat up in bed.",
    "Either her dream had taken a very odd turn or else  or else\nMary had really rushed into the room and had said  incredibly\nfantastic  that there was a body in the library.",
    "Impossible said Mrs Bantry to herself.",
    "I must have been\ndreaming.",
    "But even as she said it she felt more and more certain that she\nhad not been dreaming that Mary her superior selfcontrolled\nMary had actually uttered those fantastic words.",
    "Mrs Bantry reflected a minute and then applied an urgent\nconjugal elbow to her sleeping spouse.",
    "Arthur Arthur wake up.",
    "Colonel Bantry grunted muttered and rolled over on his side.",
    "Wake up Arthur.",
    "Did you hear what she said\n\nVery likely said Colonel Bantry indistinctly.",
    "I quite agree\nwith you Dolly and promptly went to sleep again.",
    "Mrs Bantry shook him.",
    "Youve got to listen.",
    "Mary came in and said that there was a\nbody in the library.",
    "Eh what\n\n\fA body in the library.",
    "Who said so\n\nMary.",
    "Colonel Bantry collected his scattered faculties and proceeded\nto deal with the situation.",
    "He said Nonsense old girl Youve\nbeen dreaming.",
    "No I havent.",
    "I thought so too at first.",
    "But I havent.",
    "She really\ncame in and said so.",
    "Mary came in and said there was a body in the library\n\nYes.",
    "But there couldnt be said Colonel Bantry.",
    "No no I suppose not said Mrs Bantry doubtfully.",
    "Rallying\nshe went on But then why did Mary say there was\n\nShe cant have.",
    "She did.",
    "You must have imagined it.",
    "I didnt imagine it.",
    "Colonel Bantry was by now thoroughly awake and prepared to\ndeal with the situation on its merits.",
    "He said kindly Youve\nbeen dreaming.",
    "Dolly.",
    "Its that detective story you were reading\n The Clue of the Broken Match.",
    "You know Lord Edgbaston\nfinds a beautiful blonde dead on the library hearth rug.",
    "Bodies\nare always being found in libraries in books.",
    "Ive never known a\ncase in real life.",
    "Perhaps you will now said Mrs Bantry Anyway Arthur\nyouve got to get up and see.",
    "But really Dolly it must have been a dream.",
    "Dreams often do\nseem wonderfully vivid when you first wake up.",
    "You feel quite\nsure theyre true.",
    "I was having quite a different sort of dream about a flower\nshow and the vicars wife in a bathing dress something like\nthat.",
    "Mrs Bantry jumped out of bed and pulled back the curtains.",
    "The\nlight of a fine autumn day flooded the room.",
    "I did not dream it said Mrs Bantry firmly.",
    "Get up at once\nArthur and go downstairs and see about it.",
    "You want me to go downstairs and ask if theres a body in the\nlibrary I shall look a fool.",
    "You neednt ask anything said Mrs Bantry.",
    "If there is a body\n and of course its just possible that Marys gone mad and\n\n\fthinks she sees things that arent there  well somebody will tell\nyou soon enough.",
    "You wont have to say a word.",
    "Grumbling Colonel Bantry wrapped himself in his dressing\ngown and left the room.",
    "He went along the passage and down\nthe staircase.",
    "At the foot of it was a little knot of huddled\nservants some of them were sobbing.",
    "The butler stepped\nforward impressively.",
    "Im glad you have come sir.",
    "I have directed that nothing\nshould be done until you came.",
    "Will it be in order for me to ring\nup the police sir\n\nRing em up about what\n\nThe butler cast a reproachful glance over his shoulder at the\ntall young woman who was weeping hysterically on the cooks\nshoulder.",
    "I understood sir that Mary had already informed you.",
    "She\nsaid she had done so.",
    "Mary gasped out I was so upset I dont know what I said It all\ncame over me again and my legs gave way and my insides\nturned over Finding it like that.",
    "Oh oh oh\n\nShe subsided again onto Mrs Eccles who said There there\nmy dear with some relish.",
    "Mary is naturally somewhat upset sir having been the one to\nmake the gruesome discovery exclaimed the butler.",
    "She\nwent into the library as usual to draw the curtains and  and\nalmost stumbled over the body.",
    "Do you mean to tell me demanded Colonel Bantry that\ntheres a dead body in my library  my library\n\nThe butler coughed.",
    "Perhaps sir you would like to see for\nyourself.",
    "Ill\n\nHullo ullo ullo.",
    "Police station here.",
    "Yes whos speaking\n\nPolice Constable Palk was buttoning up his tunic with one hand\nwhile the other held the telephone receiver.",
    "Yes yes Gossington Hall.",
    "Yes... Oh good morning sir.",
    "Police Constable Palks tone underwent a slight modification.",
    "It\nbecame less impatiently official recognizing the generous\npatron of the police sports and the principal magistrate of the\ndistrict.",
    "Yes sir What can I do for you... Im sorry sir I didnt quite\ncatch... A body did you say...",
    "Yes...",
    "Yes if you please sir...\nThats right sir... Young woman not known to you you say...\nQuite sir...",
    "Yes you can leave it all to me.",
    "Police Constable Palk replaced the receiver uttered a longdrawn whistle and proceeded to dial his superior officers\nnumber.",
    "Mrs Palk looked in from the kitchen whence proceeded an\nappetizing smell of frying bacon.",
    "What is it\n\nRummiest thing you ever heard of replied her husband.",
    "Body of a young woman found up at the Hall.",
    "In the colonels\nlibrary.",
    "Murdered\n\nStrangled so he says.",
    "Who was she\n\nThe colonel says he doesnt know her from Adam.",
    "Then what was she doing in is library\n\nPolice Constable Palk silenced her with a reproachful glance\nand spoke officially into the telephone.",
    "Inspector Slack Police Constable Palk here.",
    "A report has just\ncome in that the body of a young woman was discovered this\nmorning at sevenfifteen...\n\n\fIV\n\nMiss Marples telephone rang when she was dressing.",
    "The\nsound of it flurried her a little.",
    "It was an unusual hour for her\ntelephone to ring.",
    "So well ordered was her prim spinsters life\nthat unforeseen telephone calls were a source of vivid\nconjecture.",
    "Dear me said Miss Marple surveying the ringing instrument\nwith perplexity.",
    "I wonder who that can be\n\nNine oclock to ninethirty was the recognized time for the\nvillage to make friendly calls to neighbours.",
    "Plans for the day\ninvitations and so on were always issued then.",
    "The butcher\nhad been known to ring up just before nine if some crisis in the\nmeat trade had occurred.",
    "At intervals during the day\nspasmodic calls might occur though it was considered bad\nform to ring up after ninethirty at night.",
    "It was true that Miss\nMarples nephew a writer and therefore erratic had been\nknown to ring up at the most peculiar times once as late as ten\nminutes\n\nto\n\nmidnight.",
    "But\n\nwhatever\n\nRaymond\n\nWests\n\neccentricities early rising was not one of them.",
    "Neither he nor\nanyone of Miss Marples acquaintance would be likely to ring up\nbefore eight in the morning.",
    "Actually a quarter to eight.",
    "Too early even for a telegram since the post office did not open\nuntil eight.",
    "It must be Miss Marple decided a wrong\nnumber.",
    "Having decided this she advanced to the impatient instrument\nand quelled its clamour by picking up the receiver.",
    "Yes she said.",
    "Is that you Jane\n\nMiss Marple was much surprised.",
    "Yes its Jane.",
    "Youre up very early Dolly.",
    "Mrs Bantrys voice came breathless and agitated over the\nwire.",
    "The most awful thing has happened.",
    "Oh my dear\n\nWeve just found a body in the library.",
    "For a moment Miss Marple thought her friend had gone mad.",
    "Youve found a what\n\nI know.",
    "One doesnt believe it does one I mean I thought they\nonly happened in books.",
    "I had to argue for hours with Arthur\nthis morning before hed even go down and see.",
    "Miss\n\nMarple\n\ntried\n\nto\n\ncollect\n\nbreathlessly But whose body is it\n\nIts a blonde.",
    "A what\n\nherself.",
    "She\n\ndemanded\n\n\fA blonde.",
    "A beautiful blonde  like books again.",
    "None of us\nhave ever seen her before.",
    "Shes just lying there in the library\ndead.",
    "Thats why youve got to come up at once.",
    "You want me to come up\n\nYes Im sending the car down for you.",
    "Miss Marple said doubtfully Of course dear if you think I can\nbe of any comfort to you.",
    "Oh I dont want comfort.",
    "But youre so good at bodies.",
    "Oh no indeed.",
    "My little successes have been mostly\ntheoretical.",
    "But youre very good at murders.",
    "Shes been murdered you\nsee strangled.",
    "What I feel is that if one has got to have a\nmurder actually happening in ones house one might as well\nenjoy it if you know what I mean.",
    "Thats why I want you to come\nand help me find out who did it and unravel the mystery and all\nthat.",
    "It really is rather thrilling isnt it\n\nWell of course my dear if I can be of any help.",
    "Splendid Arthurs being rather difficult.",
    "He seems to think I\nshouldnt enjoy myself about it at all.",
    "Of course I do know its\nvery sad and all that but then I dont know the girl and when\nyouve seen her youll understand what I mean when I say she\ndoesnt look real at all.",
    "V\n\nA little breathless Miss Marple alighted from the Bantrys car\nthe door of which was held open for her by the chauffeur.",
    "Colonel Bantry came out on the steps and looked a little\nsurprised.",
    "Miss Marple Er  very pleased to see you.",
    "Your wife telephoned to me explained Miss Marple.",
    "Capital capital.",
    "She ought to have someone with her.",
    "Shell\ncrack up otherwise.",
    "Shes putting a good face on things at the\nmoment but you know what it is.",
    "At this moment Mrs Bantry appeared and exclaimed Do go\nback and eat your breakfast Arthur.",
    "Your bacon will get cold.",
    "I thought it might be the inspector arriving explained Colonel\nBantry.",
    "Hell be here soon enough said Mrs Bantry.",
    "Thats why its\nimportant to get your breakfast first.",
    "You need it.",
    "So do you.",
    "Much better come and eat something Dolly.",
    "Ill\ncome in a minute said Mrs Bantry.",
    "Go on Arthur.",
    "Colonel Bantry was shooed back into the dining room rather\nlike a recalcitrant hen.",
    "Now said Mrs Bantry with an intonation of triumph.",
    "Come\non.",
    "She led the way rapidly along the long corridor to the east of\nthe house.",
    "Outside the library door Constable Palk stood on\nguard.",
    "He intercepted Mrs Bantry with a show of authority.",
    "Im afraid nobody is allowed in madam.",
    "Inspectors orders.",
    "Nonsense Palk said Mrs Bantry.",
    "You know Miss Marple\nperfectly well.",
    "Constable Palk admitted to knowing Miss\nMarple.",
    "Its very important that she should see the body said Mrs\nBantry.",
    "Dont be stupid Palk.",
    "After all its my library isnt it\n\nConstable Palk gave way.",
    "His habit of giving in to the gentry\nwas lifelong.",
    "The inspector he reflected need never know\nabout it.",
    "Nothing must be touched or handled in any way he warned\nthe ladies.",
    "Of course not said Mrs Bantry impatiently.",
    "We know that.",
    "You can come in and watch if you like.",
    "Constable Palk availed himself of this permission.",
    "It had been\nhis intention anyway.",
    "Mrs Bantry bore her friend triumphantly across the library to\nthe big oldfashioned fireplace.",
    "She said with a dramatic sense\nof climax There\n\nMiss Marple understood then just what her friend had meant\nwhen she said the dead girl wasnt real.",
    "The library was a room\nvery typical of its owners.",
    "It was large and shabby and untidy.",
    "It\nhad big sagging armchairs and pipes and books and estate\npapers laid out on the big table.",
    "There were one or two good\nold family portraits on the walls and some bad Victorian water\ncolours and some wouldbefunny hunting scenes.",
    "There was a\nbig vase of flowers in the corner.",
    "The whole room was dim and\nmellow and casual.",
    "It spoke of long occupation and familiar use\nand of links with tradition.",
    "And across the old bearskin hearth rug there was sprawled\nsomething new and crude and melodramatic.",
    "The flamboyant figure of a girl.",
    "A girl with unnaturally fair hair\ndressed up off her face in elaborate curls and rings.",
    "Her thin\nbody was dressed in a backless evening dress of white\nspangled satin the face was heavily made up the powder\nstanding out grotesquely on its blue swollen surface the\nmascara of the lashes lying thickly on the distorted cheeks the\nscarlet of the lips looking like a gash.",
    "The fingernails were\nenamelled a deep blood red and so were the toenails in their\ncheap silver sandal shoes.",
    "It was a cheap tawdry flamboyant\nfigure most incongruous in the solid oldfashioned comfort of\n\n\fColonel Bantrys library.",
    "Mrs Bantry said in a low voice You\nsee what I mean It just isnt true\n\nThe old lady by her side nodded her head.",
    "She looked down\nlong and thoughtfully at the huddled figure.",
    "She said at last in a\ngentle voice Shes very young.",
    "Yes yes I suppose she is.",
    "Mrs Bantry seemed almost surprised like one making a\ndiscovery.",
    "There was the sound of a car crunching on the gravel outside.",
    "Constable Palk said with urgency Thatll be the inspector.",
    "True to his ingrained belief that the gentry didnt let you down\nMrs Bantry immediately moved to the door.",
    "Miss Marple\nfollowed her.",
    "Mrs Bantry said Thatll be all right Palk Constable Palk was\nimmensely relieved.",
    "VI\n\nHastily downing the last fragments of toast and marmalade with\na drink of coffee Colonel Bantry hurried out into the hall and\nwas relieved to see Colonel Melchett the chief constable of the\ncounty descending from a car with Inspector Slack in\nattendance.",
    "Melchett was a friend of the colonels Slack he had\nnever very much taken to.",
    "An energetic man who belied his\nname and who accompanied his bustling manner with a good\n\n\fdeal of disregard for the feelings of anyone he did not consider\nimportant.",
    "Morning Bantry said the chief constable.",
    "Thought Id better\ncome along myself.",
    "This seems an extraordinary business.",
    "Its  its  Colonel Bantry struggled to express himself its\nincredible fantastic\n\nNo idea who the woman is\n\nNot in the slightest.",
    "Never set eyes on her in my life.",
    "Butler knows anything asked Inspector Slack.",
    "Lorrimer is just as taken aback as I am.",
    "Ah said Inspector Slack.",
    "I wonder.",
    "Colonel Bantry said Theres breakfast in the dining room\nMelchett if youd like anything.",
    "No no better get on with the job.",
    "Haydock ought to be here\nany minute now... Ah here he is.",
    "Another car drew up and big broadshouldered Doctor\nHaydock who was also the police surgeon got out.",
    "A second police car had disgorged two plainclothes men one\nwith a camera.",
    "All set eh said the chief constable.",
    "Right.",
    "Well go along.",
    "In\nthe library Slack tells me.",
    "Colonel Bantry groaned.",
    "Its incredible You know when my\nwife insisted this morning that the housemaid had come in and\nsaid there was a body in the library I just wouldnt believe her.",
    "No no I can quite understand that.",
    "Hope your missus isnt too\nbadly upset by it all.",
    "Shes been wonderful really wonderful.",
    "Shes got old Miss\nMarple up here with her from the village you know.",
    "Miss Marple The chief constable stiffened.",
    "Why did she\nsend for her Oh a woman wants another woman dont you\nthink so\n\nColonel Melchett said with a slight chuckle If you ask me your\nwifes going to try her hand at a little amateur detecting.",
    "Miss\nMarples quite the local sleuth.",
    "Put it over us properly once\ndidnt she Slack\n\nInspector Slack said That was different.",
    "Different from\nwhat\n\nThat was a local case that was sir.",
    "The old lady knows\neverything that goes on in the village thats true enough.",
    "But\nshell be out of her depth here.",
    "Melchett said dryly You dont know very much about it\nyourself yet Slack.",
    "Ah you wait sir.",
    "It wont take me long to get down to it.",
    "VII\n\nIn the dining room Mrs Bantry and Miss Marple in their turn\nwere partaking of breakfast.",
    "After waiting on her guest Mrs Bantry said urgently Well\nJane\n\nMiss Marple looked up at her slightly bewildered.",
    "Mrs Bantry said hopefully Doesnt it remind you of anything\n\nFor Miss Marple had attained fame by her ability to link up trivial\nvillage happenings with graver problems in such a way as to\nthrow light upon the latter.",
    "No said Miss Marple thoughtfully.",
    "I cant say that it does not at the moment.",
    "I was reminded a little of Mrs Chettys\nyoungest Edie you know but I think that was just because this\npoor girl bit her nails and her front teeth stuck out a little.",
    "Nothing more than that.",
    "And of course went on Miss Marple\npursuing the parallel further Edie was fond of what I call\ncheap finery too.",
    "You mean her dress said Mrs Bantry.",
    "Yes very tawdry\nsatin poor quality.",
    "Mrs Bantry said I know.",
    "One of those nasty little shops where\neverything is a guinea.",
    "She went on hopefully Let me see.",
    "What happened to Mrs Chettys Edie\n\nShes just gone into her second place and doing very well I\nbelieve said Miss Marple.",
    "Mrs Bantry felt slightly disappointed.",
    "The village parallel didnt\nseem to be exactly hopeful.",
    "What I cant make out said Mrs Bantry is what she could\npossibly be doing in Arthurs study.",
    "The window was forced\nPalk tells me.",
    "She might have come down here with a burglar\nand then they quarrelled.",
    "But that seems such nonsense\ndoesnt it\n\nShe was hardly dressed for burglary said Miss Marple\nthoughtfully.",
    "No she was dressed for dancing or a party of some kind.",
    "But\ntheres nothing of that kind down here or anywhere near.",
    "Nno said Miss Marple doubtfully.",
    "Mrs Bantry pounced.",
    "Somethings in your mind Jane.",
    "Well I was just wondering \n\n\fYes\n\nBasil Blake.",
    "Mrs Bantry cried impulsively Oh no and added as though in\nexplanation I know his mother.",
    "The two women looked at each other.",
    "Miss Marple sighed and shook her head.",
    "I quite understand\nhow you feel about it.",
    "Selina Blake is the nicest woman imaginable.",
    "Her herbaceous\nborders are simply marvellous they make me green with envy.",
    "And shes frightfully generous with cuttings.",
    "Miss Marple passing over these claims to consideration on the\npart of Mrs Blake said All the same you know there has been\na lot of talk.",
    "Oh I know I know.",
    "And of course Arthur goes simply livid\nwhen he hears him mentioned.",
    "He was really very rude to\nArthur and since then Arthur wont hear a good word for him.",
    "Hes got that silly slighting way of talking that these boys have\nnowadays  sneering at people sticking up for their school or\nthe Empire or that sort of thing.",
    "And then of course the clothes\nhe wears People say continued Mrs Bantry that it doesnt\nmatter what you wear in the country.",
    "I never heard such\nnonsense.",
    "Its just in the country that everyone notices.",
    "She\n\n\fpaused and added wistfully He was an adorable baby in his\nbath.",
    "There was a lovely picture of the Cheviot murderer as a baby\nin the paper last Sunday said Miss Marple.",
    "Oh but Jane you dont think he \n\nNo no dear I didnt mean that at all.",
    "That would indeed be\njumping to conclusions.",
    "I was just trying to account for the\nyoung womans presence down here.",
    "St Mary Mead is such an\nunlikely place.",
    "And then it seemed to me that the only possible\nexplanation was Basil Blake.",
    "He does have parties.",
    "People\ncome down from London and from the studios.",
    "You remember\nlast July Shouting and singing the most terrible noise\neveryone very drunk Im afraid and the mess and the broken\nglass next morning simply unbelievable.",
    "So old Mrs Berry told\nme and a young woman asleep in the bath with practically\nnothing on\n\nMrs Bantry said indulgently I suppose they were young\npeople.",
    "Very likely.",
    "And then what I expect youve heard several\nweekends lately hes brought down a young woman with him.",
    "A\nplatinum blonde.",
    "Mrs Bantry exclaimed You dont think its this one\n\n\fWell I wondered.",
    "Of course Ive never seen her close only\njust getting in and out of the car and once in the cottage\ngarden when she was sunbathing with just some shorts and a\nbrassiere.",
    "I never really saw her face.",
    "And all these girls with\ntheir makeup and their hair and their nails look so alike.",
    "Yes.",
    "Still it might be.",
    "Its an idea Jane.",
    "Chapter 2\n\nIt was an idea that was being at that moment discussed by\nColonel Melchett and Colonel Bantry.",
    "The chief constable after viewing the body and seeing his\nsubordinates set to work on their routine tasks had adjourned\nwith the master of the house to the study in the other wing.",
    "Colonel Melchett was an irasciblelooking man with a habit of\ntugging at his short red moustache.",
    "He did so now shooting a\nperplexed sideways glance at the other man.",
    "Finally he rapped\nout Look here Bantry got to get this off my chest.",
    "Is it a fact\nthat you dont know from Adam who this woman is\n\nThe others answer was explosive but the chief constable\ninterrupted him.",
    "Yes yes old man but look at it like this might be deuced\nawkward for you.",
    "Married man fond of your missus and all that.",
    "But just between ourselves if you were tied up with this girl in\nany way better say so now.",
    "Quite natural to want to suppress\n\n\fthe fact should feel the same myself.",
    "But it wont do.",
    "Murder\ncase.",
    "Facts bound to come out.",
    "Dash it all Im not suggesting\nyou strangled the girl not the sort of thing youd do.",
    "I know\nthat But after all she came here to this house.",
    "Put it she\nbroke in and was waiting to see you and some bloke or other\nfollowed her down and did her in.",
    "Possible you know.",
    "See what\nI mean\n\nIve never set eyes on that girl in my life Im not that sort of\nman\n\nThats all right then.",
    "Shouldnt blame you you know.",
    "Man of\nthe world.",
    "Still if you say so.",
    "Question is what was she doing\ndown here She doesnt come from these parts thats quite\ncertain.",
    "That whole things a nightmare fumed the angry master of\nthe house.",
    "The point is old man what was she doing in your\nlibrary How should I know I didnt ask her here.",
    "No no.",
    "But she came here all the same.",
    "Looks as though she\nwanted to see you.",
    "You havent had any odd letters or\nanything\n\nNo I havent.",
    "Colonel Melchett inquired delicately What were you doing\nyourself last night\n\n\fI went to the meeting of the Conservative Association.",
    "Nine\noclock at Much Benham.",
    "And you got home when\n\nI left Much Benham just after ten.",
    "Had a bit of trouble on the\nway home had to change a wheel.",
    "I got back at a quarter to\ntwelve.",
    "You didnt go into the library\n\nNo.",
    "Pity.",
    "I was tired.",
    "I went straight up to bed.",
    "Anyone waiting up for you\n\nNo.",
    "I always take the latchkey.",
    "Lorrimer goes to bed at eleven\nunless I give orders to the contrary.",
    "Who shuts up the library\n\nLorrimer.",
    "Usually about seventhirty this time of year.",
    "Would he go in there again during the evening\n\nNot with my being out.",
    "He left the tray with whiskey and\nglasses in the hall.",
    "I see.",
    "What about your wife\n\nShe was in bed when I got home and fast asleep.",
    "She may\nhave sat in the library yesterday evening or in the drawing\nroom.",
    "I didnt ask her.",
    "Oh well we shall soon know all the details.",
    "Of course its\npossible one of the servants may be concerned eh\n\nColonel Bantry shook his head.",
    "I dont believe it.",
    "Theyre all a\nmost respectable lot.",
    "Weve had em for years.",
    "Melchett agreed.",
    "Yes it doesnt seem likely that theyre mixed\nup in it.",
    "Looks more as though the girl came down from town\nperhaps with some young fellow.",
    "Though why they wanted to\nbreak into this house...\n\nBantry interrupted.",
    "London.",
    "Thats more like it.",
    "We dont have\ngoingson down here  at least\n\nWell what is it\n\nUpon my word exploded Colonel Bantry.",
    "Basil Blake\n\nWhos he\n\nYoung fellow connected with the film industry.",
    "Poisonous\nyoung brute.",
    "My wife sticks up for him because she was at\nschool with his mother but of all the decadent useless young\n\n\fJackanapes he wants his behind kicked.",
    "Hes taken that\ncottage on the Lansham Road you know ghastly modern bit of\nbuilding.",
    "He has parties there shrieking noisy crowds and he\nhas girls down for the weekend.",
    "Girls\n\nYes there was one last week one of these platinum blondes.",
    "The colonels jaw dropped.",
    "A platinum blonde eh said Melchett reflectively.",
    "Yes.",
    "I say\nMelchett you dont think...",
    "The chief constable said briskly Its a possibility.",
    "It accounts\nfor a girl of this type being in St Mary Mead.",
    "I think Ill run along\nand have a word with this young fellow  Braid  Blake  what did\nyou say his name was\n\nBlake.",
    "Basil Blake.",
    "Will he be at home do you know asked Melchett.",
    "Let me see whats today Saturday Usually gets here some\ntime Saturday morning.",
    "Melchett said grimly Well see if we can find him.",
    "Basil\n\nBlakes\n\ncottage\n\nwhich\n\nconsisted\n\nof\n\nall\n\nmodern\n\nconveniences enclosed in a hideous shell of half timbering and\nsham Tudor was known to the postal authorities and to William\n\n\fBooker Builder as Chatsworth to Basil and his friends as\nThe Period Piece and to the village of St Mary Mead at large\nas Mr Bookers new house.",
    "It was little more than a quarter of a mile from the village\nproper being situated on a new building estate that had been\nbought by the enterprising Mr Booker just beyond the Blue\nBoar with frontage on what had been a particularly unspoiled\ncountry lane.",
    "Gossington Hall was about a mile farther on along\nthe same road.",
    "Lively interest had been aroused in St Mary Mead when the\nnews went round that Mr Bookers new house had been\nbought by a film star.",
    "Eager watch was kept for the first\nappearance of the legendary creature in the village and it may\nbe said that as far as appearances went Basil Blake was all that\ncould be asked for.",
    "Little by little however the real facts\nleaked out.",
    "Basil Blake was not a film star not even a film actor.",
    "He was a very junior person rejoicing in the position of about\nfifteenth in the list of those responsible for set decorations at\nLenville Studios headquarters of British New Era Films.",
    "The\nvillage maidens lost interest and the ruling class of censorious\nspinsters took exception to Basil Blakes way of life.",
    "Only the\nlandlord of the Blue Boar continued to be enthusiastic about\nBasil and Basils friends.",
    "The revenues of the Blue Boar had\nincreased since the young mans arrival in the place.",
    "The police car stopped outside the distorted rustic gate of Mr\nBookers fancy and Colonel Melchett with a glance of distaste\n\n\fat the excessive half timbering of Chatsworth strode up to the\nfront door and attacked it briskly with the knocker.",
    "It was opened much more promptly than he had expected.",
    "A\nyoung man with straight somewhat long black hair wearing\norange corduroy trousers and a royalblue shirt snapped out\nWell what do you want\n\nAre you Mr Basil Blake\n\nOf course I am.",
    "I should be glad to have a few words with you if I may Mr\nBlake.",
    "Who are you\n\nI am Colonel Melchett the chief constable of the county.",
    "Mr Blake said insolently You dont say so.",
    "How amusing.",
    "And Colonel Melchett following the other in understood\nprecisely what Colonel Bantrys reactions had been.",
    "The toe of\nhis own boot itched.",
    "Containing himself however he said with an attempt to speak\npleasantly Youre an early riser Mr Blake.",
    "Not at all.",
    "I havent been to bed yet.",
    "Indeed\n\n\fBut I dont suppose youve come here to inquire into my hours\nof bedgoing or if you have its rather a waste of the countys\ntime and money.",
    "What is it you want to speak to me about\n\nColonel Melchett cleared his throat.",
    "I understand Mr Blake\nthat last weekend you had a visitor a... er... fairhaired young\nlady.",
    "Basil Blake stared threw back his head and roared with\nlaughter.",
    "Have the old cats been on to you from the village About my\nmorals Damn it all morals arent a police matter.",
    "You know\nthat.",
    "As you say said Melchett dryly your morals are no concern\nof mine.",
    "I have come to you because the body of a fairhaired\nyoung woman of slightly... er... exotic appearance has been\nfound murdered.",
    "Blake stared at him.",
    "Where In the library at Gossington\nHall.",
    "At Gossington At old Bantrys I say thats pretty rich.",
    "Old\nBantry The dirty old man\n\nColonel Melchett went very red in the face.",
    "He said sharply\nthrough the renewed mirth of the young man opposite him\nKindly control your tongue sir.",
    "I came to ask you if you can\nthrow any light on this business.",
    "Youve come round to ask me it Ive missed a blonde Is that\nit Why should Hullo ullo ullo Whats this\n\nA car had drawn up outside with a scream of brakes.",
    "Out of it\ntumbled a young woman dressed in flapping blackandwhite\npyjamas.",
    "She had scarlet lips blackened eyelashes and a\nplatinumblond head.",
    "She strode up to the door flung it open\nand exclaimed angrily Why did you run out on me\n\nBasil Blake had risen.",
    "So there you are.",
    "Why shouldnt I leave\nyou I told you to clear out and you wouldnt.",
    "Why should I because you told me to I was enjoying myself.",
    "Yes with that filthy brute Rosenberg.",
    "You know what hes\nlike.",
    "You were jealous thats all.",
    "Dont flatter yourself.",
    "I hate to see a girl I like who cant hold\nher drink and lets a disgusting Central European paw her\nabout.",
    "Thats a lie.",
    "You were drinking pretty hard yourself and going\non with the blackhaired Spanish girl.",
    "If I take you to a party I expect you to be able to behave\nyourself.",
    "And I refuse to be dictated to and thats that.",
    "You said wed go\nto the party and come on down here afterward.",
    "Im not going to\nleave a party before Im ready to leave it.",
    "No and thats why I left you flat.",
    "I was ready to come down\nhere and I came.",
    "I dont hang round waiting for any fool of a\nwoman.",
    "Sweet polite person you are.",
    "You seem to have followed me down all right.",
    "I wanted to tell you what I thought of you.",
    "If you think you can boss me my girl youre wrong.",
    "And if you think you can order me about you can think again.",
    "They glared at each other.",
    "It was at this moment that Colonel\nMelchett seized his opportunity and cleared his throat loudly.",
    "Basil Blake swung round on him.",
    "Hullo I forgot you were here.",
    "About time you took yourself off\nisnt it Let me introduce you Dinah Lee.",
    "Colonel Blimp of the\ncounty police... And now Colonel that youve seen that my\nblonde is alive and in good condition perhaps youll get on with\nthe good work concerning old Bantrys little bit of fluff.",
    "Good\nmorning.",
    "Colonel Melchett said I advise you to keep a civil tongue in\nyour head young man or youll let yourself in for trouble and\nstumped out his face red and wrathful.",
    "Chapter 3\n\nIn his office at Much Benham Colonel Melchett received and\nscrutinized the reports of his subordinates.",
    "... so it all seems clear enough sir Inspector Slack was\nconcluding.",
    "Mrs Bantry sat in the library after dinner and went\nto bed just before ten.",
    "She turned out the lights when she left\nthe room and presumably no one entered the room afterward.",
    "The servants went to bed at half past ten and Lorrimer after\nputting the drinks in the hall went to bed at a quarter to eleven.",
    "Nobody heard anything out of the usual except the third\nhousemaid\n\nand\n\nshe\n\nheard\n\ntoo\n\nmuch\n\nGroans\n\nand\n\na\n\nbloodcurdling yell and sinister footsteps and I dont know what.",
    "The second housemaid who shares a room with her says the\nother girl slept all night through without a sound.",
    "Its those ones\nthat make up things that cause us all the trouble.",
    "What about the forced window\n\nAmateur job Simmons says done with a common chisel\nordinary pattern wouldnt have made much noise.",
    "Ought to be\na chisel about the house but nobody can find it.",
    "Still thats\ncommon enough where tools are concerned.",
    "Think any of the servants know anything\n\nRather unwillingly Inspector Slack replied No sir.",
    "I dont think\nthey do.",
    "They all seemed very shocked and upset.",
    "I had my\n\n\fsuspicions of Lorrimer  reticent he was if you know what I\nmean  but I dont think theres anything in it.",
    "Melchett nodded.",
    "He attached no importance to Lorrimers\nreticence.",
    "The energetic Inspector Slack often produced that\neffect on the people he interrogated.",
    "The door opened and\nDoctor Haydock came in.",
    "Thought Id look in and give you the rough gist of things.",
    "Yes\nyes glad to see you.",
    "Well\n\nNothing much.",
    "Just what youd think.",
    "Death was due to\nstrangulation.",
    "Satin waistband of her own dress which was\npassed round the neck and crossed at the back.",
    "Quite easy and\nsimple to do.",
    "Wouldnt have needed great strength that is if\nthe girl was taken by surprise.",
    "There are no signs of a\nstruggle.",
    "What about time of death\n\nSay between ten oclock and midnight.",
    "You cant get nearer\nthan that\n\nHaydock shook his head with a slight grin.",
    "I wont risk my\nprofessional reputation.",
    "Not earlier than ten and not later than\nmidnight.",
    "And your own fancy inclines to which time\n\n\fDepends.",
    "There was a fire in the grate the room was warm all that would delay rigor and cadaveric stiffening.",
    "Anything more you can say about her\n\nNothing much.",
    "She was young  about seventeen or eighteen I\nshould say.",
    "Rather immature in some ways but well developed\nmuscularly.",
    "Quite a healthy specimen.",
    "She was virgo intacta by\nthe way.",
    "And with a nod of his head the doctor left the room.",
    "Melchett said to the inspector Youre quite sure shed never\nbeen seen before at Gossington\n\nThe servants are positive of that.",
    "Quite indignant about it.",
    "Theyd have remembered if theyd ever seen her about in the\nneighbourhood they say.",
    "I expect they would said Melchett.",
    "Anyone of that type\nsticks out a mile round here.",
    "Look at that young woman of\nBlakes.",
    "Pity it wasnt her said Slack.",
    "Then we should be able to get\non a bit.",
    "It seems to me this girl must have come down from London\nsaid the chief constable thoughtfully.",
    "Dont believe there will\nbe any local leads.",
    "In that case I suppose we should do well to\ncall in the Yard.",
    "Its a case for them not for us.",
    "Something must have brought her down here though said\nSlack.",
    "He added tentatively Seems to me Colonel and Mrs\nBantry must know something.",
    "Of course I know theyre friends\nof yours sir.",
    "Colonel Melchett treated him to a cold stare.",
    "He said stiffly\nYou may rest assured that Im taking every possibility into\naccount.",
    "Every possibility.",
    "He went on Youve looked through\nthe list of persons reported missing I suppose\n\nSlack nodded.",
    "He produced a typed sheet.",
    "Got em here.",
    "Mrs\nSaunders reported missing a week ago darkhaired blueeyed thirtysix.",
    "Tisnt her.",
    "And anyway everyone knows\nexcept her husband that shes gone off with a fellow from\nLeeds commercial.",
    "Mrs Barnard  shes sixtyfive.",
    "Pamela\nReeves sixteen missing from her home last night had\nattended Girl Guide rally dark brown hair in pigtails five feet\nfive \n\nMelchett said irritably Dont go on reading idiotic details\nSlack.",
    "This wasnt a schoolgirl.",
    "In my opinion  He broke off as\nthe telephone rang.",
    "Hullo...",
    "Yes yes.",
    "Much Benham police headquarters...\nWhat... Just a minute.",
    "He listened and wrote rapidly.",
    "Then he\nspoke again a new tone in his voice.",
    "Ruby Keene eighteen\noccupation professional dancer five feet four inches slender\nplatinumblond hair blue eyes retrousse nose believed to be\nwearing white diamante evening dress silver sandal shoes.",
    "Is\n\n\fthat right... What...",
    "Yes not a doubt of it I should say.",
    "Ill\nsend Slack over at once.",
    "He rang off and looked at his subordinate with rising\nexcitement.",
    "Weve got it I think.",
    "That was the Glenshire\npolice.",
    "Glenshire was the adjoining county.",
    "Girl reported\nmissing from the Majestic Hotel Danemouth.",
    "Danemouth said Inspector Slack.",
    "Thats more like it.",
    "Danemouth was a large and fashionable watering place on the\ncoast not far away.",
    "Its only a matter of eighteen miles or so from here said the\nchief constable.",
    "The girl was a dance hostess or something at\nthe Majestic.",
    "Didnt come on to do her turn last night and the\nmanagement was very fed up about it.",
    "When she was still\nmissing this morning one of the other girls got the wind up\nabout her or someone else did.",
    "It sounds a bit obscure.",
    "Youd\nbetter go over to Danemouth at once Slack.",
    "Report there to\nSuperintendent Harper and cooperate with him.",
    "Chapter 4\n\nActivity was always to Inspector Slacks taste.",
    "To rush in a car\nto silence rudely those people who were anxious to tell him\nthings to cut short conversations on the plea of urgent\nnecessity all this was the breath of life to Inspector Slack.",
    "In an incredibly short time therefore he had arrived at\nDanemouth reported at police headquarters had a brief\ninterview with a distracted and apprehensive hotel manager\nand leaving the latter with the doubtful comfort of Got to make\nsure it is the girl first before we start raising the wind was\ndriving back to Much Benham in company with Ruby Keenes\nnearest relative.",
    "He had put through a short call to Much Benham before leaving\nDanemouth so the chief constable was prepared for his arrival\nthough not perhaps for the brief introduction of This is Josie\nsir.",
    "Colonel Melchett stared at his subordinate coldly.",
    "His feeling\nwas that Slack had taken leave of his senses.",
    "The young woman who had just got out of the car came to the\nrescue.",
    "Thats what Im known as professionally she explained with a\nmomentary flash of large handsome white teeth.",
    "Raymond\nand Josie my partner and I call ourselves and of course all the\nhotel know me as Josie.",
    "Josephine Turners my real name.",
    "Colonel Melchett adjusted himself to the situation and invited\nMiss Turner to sit down meanwhile casting a swift professional\nglance over her.",
    "She was a goodlooking young woman of perhaps nearer thirty\nthan twenty her looks depending more on skilful grooming than\n\n\factual features.",
    "She looked competent and goodtempered\nwith plenty of common sense.",
    "She was not the type that would\never be described as glamorous but she had nevertheless\nplenty of attraction.",
    "She was discreetly made up and wore a\ndark tailormade suit.",
    "She looked anxious and upset but not\nthe colonel decided particularly griefstricken.",
    "As she sat\ndown she said It all seems too awful to be true.",
    "Do you really\nthink its Ruby\n\nThat Im afraid is what weve got to ask you to tell us.",
    "Im\nafraid it may be rather unpleasant for you.",
    "Miss Turner said apprehensively Does she... does she look\nvery terrible\n\nWell Im afraid it may be rather a shock to you.",
    "Do do you\nwant me to look at her right away\n\nIt would be best I think Miss Turner.",
    "You see its not much\ngood asking you questions until were sure.",
    "Best get it over\ndont you think\n\nAll right.",
    "They drove down to the mortuary.",
    "When Josie came in after a brief visit she looked rather sick.",
    "Its Ruby right she said shakily.",
    "Poor girl Goodness I do\nwish it wasnt  she looked round wistfully.",
    "Whisky was not available but brandy was and after a little while\nMiss Turner regained her composure.",
    "She said frankly It gives\nyou a turn doesnt it seeing anything like that Poor little Ruby\nWhat swine men are arent they\n\nYou believe it was a man\n\nJosie looked slightly taken aback.",
    "Wasnt it Well I mean I\nnaturally thought \n\nAny special man you were thinking of\n\nShe shook her head vigorously.",
    "No not me.",
    "I havent the least\nidea.",
    "Naturally Ruby wouldnt have let on to me if \n\nIf what\n\nJosie hesitated.",
    "Well if shed been going about with anyone.",
    "Melchett shot her a keen glance.",
    "He said no more until they\nwere back at his office.",
    "Then he began Now Miss Turner I\nwant all the information you can give me.",
    "Yes of course.",
    "Where shall I begin\n\nId like the girls full name and address her relationship to you\nand all that you know about her.",
    "Josephine Turner nodded.",
    "Melchett was confirmed in his\nopinion that she felt no particular grief.",
    "She was shocked and\ndistressed but no more.",
    "She spoke readily enough.",
    "Her name was Ruby Keene  her professional name that is.",
    "Her real name was Rosy Legge.",
    "Her mother was my mothers\ncousin.",
    "Ive known her all my life but not particularly well if you\nknow what I mean.",
    "I ve got a lot of cousins some in business\nsome on the stage.",
    "Ruby was more or less training for a dancer.",
    "She had some good engagements last year in pantomime and\nthat sort of thing.",
    "Not really classy but good provincial\ncompanies.",
    "Since then shes been engaged as one of the\ndancing partners at the Palais de Danse in Brixwell South\nLondon.",
    "Its a nice respectable place and they look after the\ngirls well but there isnt a great deal of money in it.",
    "She paused.",
    "Colonel Melchett nodded.",
    "Now this is where I come in.",
    "Ive been dance and bridge\nhostess at the Majestic in Danemouth for three years.",
    "Its a\ngood job well paid and pleasant to do.",
    "You look after people\nwhen they arrive.",
    "Size them up of course  some like to be left\nalone and others are lonely and want to get into the swing of\nthings.",
    "You try and get the right people together for bridge and\nall that and get the young people dancing with one another.",
    "It\nneeds a bit of tact and experience.",
    "Again Melchett nodded.",
    "He thought that this girl would be good\nat her job.",
    "She had a pleasant friendly way with her and was\nhe thought shrewd without being in the least intellectual.",
    "Besides that continued Josie I do a couple of exhibition\ndances every evening with Raymond.",
    "Raymond Starr  hes the\ntennis and dancing pro.",
    "Well as it happens this summer I\nslipped on the rocks bathing one day and gave my ankle a nasty\nturn.",
    "Melchett had noticed that she walked with a slight limp.",
    "Naturally that put the stop to dancing for a bit and it was\nrather awkward.",
    "I didnt want the hotel to get someone else in\nmy place.",
    "Theres always a danger  for a minute her goodnatured blue eyes were hard and sharp she was the female\nfighting for existence  that they may queer your pitch you\nsee.",
    "So I thought of Ruby and suggested to the manager that I\nshould get her down.",
    "Id carry on with the hostess business and\nthe bridge and all that.",
    "Ruby would just take on the dancing.",
    "Keep it in the family if you see what I mean.",
    "Melchett said he saw.",
    "Well they agreed and I wired to Ruby and she came down.",
    "Rather a chance for her.",
    "Much better class than anything shed\never done before.",
    "That was about a month ago.",
    "Colonel Melchett said I understand.",
    "And she was a success\n\nOh yes Josie said carelessly.",
    "She went down quite well.",
    "She doesnt dance as well as I do but Raymonds clever and\ncarried her through and she was quite nicelooking you know \n\n\fslim and fair and babylooking.",
    "Overdid the makeup a bit I was\nalways at her about that.",
    "But you know what girls are.",
    "She was\nonly eighteen and at that age they always go and overdo it.",
    "It\ndoesnt do for a goodclass place like the Majestic.",
    "I was always\nticking her off about it and getting her to tone it down.",
    "Melchett asked People liked her\n\nOh yes.",
    "Mind you Ruby hadnt got much comeback.",
    "She was\na bit dumb.",
    "She went down better with the older men than with\nthe young ones.",
    "Had she got any special friend\n\nThe girls eyes met his with complete understanding.",
    "Not in the way you mean.",
    "Or at any rate not that I knew about.",
    "But then you see she wouldnt tell me.",
    "Just for a moment Melchett wondered why not.",
    "Josie did not\ngive the impression of being a strict disciplinarian.",
    "But he only\nsaid Will you describe to me now when you last saw your\ncousin.",
    "Last night.",
    "She and Raymond do two exhibition dances.",
    "One at\ntenthirty and the other at midnight.",
    "They finished the first one.",
    "After it I noticed Ruby dancing with one of the young men\nstaying at the hotel.",
    "I was playing bridge with some people in\nthe lounge.",
    "Theres a glass panel between the lounge and the\nballroom.",
    "Thats the last time I saw her.",
    "Just after midnight\n\n\fRaymond came up in a terrible taking said where was Ruby\nshe hadnt turned up and it was time to begin.",
    "I was vexed I can\ntell you Thats the sort of silly things girls do and get the\nmanagements back up and then they get the sack I went up\nwith him to her room but she wasnt there.",
    "I noticed that shed\nchanged the dress shed been dancing in  a sort of pink foamy\nthing with full skirts  was lying over a chair.",
    "Usually she kept\nthe same dress on unless it was the special dance night Wednesdays that is.",
    "Id no idea where shed got to.",
    "We got the band to play one\nmore fox trot.",
    "Still no Ruby so I said to Raymond Id do the\nexhibition dance with him.",
    "We chose one that was easy on my\nankle and made it short but it played up my ankle pretty badly\nall the same.",
    "Its all swollen this morning.",
    "Still Ruby didnt show\nup.",
    "We sat about waiting up for her until two oclock.",
    "Furious\nwith her I was.",
    "Her voice vibrated slightly.",
    "Melchett caught the note of real\nanger in it.",
    "Just for a moment he wondered.",
    "He had a feeling of\nsomething deliberately left unsaid.",
    "He said And this morning\nwhen Ruby Keene had not returned and her bed had not been\nslept in you went to the police\n\nHe\n\nknew\n\nfrom\n\nSlacks\n\nbrief\n\ntelephone\n\nmessage\n\nfrom\n\nDanemouth that that was not the case.",
    "But he wanted to hear\nwhat Josephine Turner would say.",
    "She did not hesitate.",
    "She said No I didnt.",
    "Why not Miss Turner\n\nHer eyes met his frankly.",
    "She said You wouldnt  in my place\n\nYou think not\n\nJosie said Ive got my job to think about The one thing a hotel\ndoesnt want is scandal  especially anything that brings in the\npolice.",
    "I didnt think anything had happened to Ruby.",
    "Not for a\nminute I thought shed just made a fool of herself about some\nyoung man.",
    "I thought shed turn up all right and I was going to\ngive her a good dressing down when she did Girls of eighteen\nare such fools.",
    "Melchett pretended to glance through his notes.",
    "Ah yes I see\nit was a Mr Jefferson who went to the police.",
    "One of the guests\nstaying at the hotel\n\nJosephine Turner said shortly Yes.",
    "Colonel Melchett asked What made this Mr Jefferson do\nthat\n\nJosie was stroking the cuff of her jacket.",
    "There was a\nconstraint in her manner.",
    "Again Colonel Melchett had a feeling\nthat something was being withheld.",
    "She said rather sullenly Hes an invalid.",
    "He he gets upset\nrather easily.",
    "Being an invalid I mean.",
    "Melchett passed from that.",
    "He asked Who was the young man\nwith whom you last saw your cousin dancing\n\nHis names Bartlett.",
    "Hes been there about ten days.",
    "Were\nthey on very friendly terms\n\nNot specially I should say.",
    "Not that I knew anyway.",
    "Again a\ncurious note of anger in her voice.",
    "What does he have to say\n\nSaid that after their dance Ruby went upstairs to powder her\nnose.",
    "That was when she changed her dress\n\nI suppose so.",
    "And that is the last thing you know After that she just \n\nVanished said Josie.",
    "Thats right.",
    "Did Miss Keene know anybody in St Mary Mead Or in this\nneighbourhood\n\nI dont know.",
    "She may have.",
    "You see quite a lot of young men\ncome in to Danemouth to the Majestic from all round about.",
    "I\nwouldnt know where they lived unless they happened to\nmention it.",
    "Did you ever hear your cousin mention Gossington\nGossington Josie looked patently puzzled.",
    "Gossington\nHall.",
    "She shookher head.",
    "Never heard of it.",
    "Her tone carried\nconviction.",
    "There was curiosity in it too.",
    "Gossington Hall explained Colonel Melchett is where her\nbody was found.",
    "Gossington Hall She stared.",
    "How\nextraordinary\n\nMelchett thought to himself Extraordinarys the word.",
    "Aloud he\nsaid Do you know a Colonel or Mrs Bantry\n\nAgain Josie shook her head.",
    "Or a Mr Basil Blake\n\nShe frowned slightly.",
    "I think Ive heard that name.",
    "Yes Im sure\nI have but I dont remember anything about him.",
    "The diligent Inspector Slack slid across to his superior officer a\npage torn from his notebook On it was pencilled Col. Bantry\ndined at Majestic last week.",
    "Melchett looked up and met the inspectors eye.",
    "The chief\nconstable flushed.",
    "Slack was an industrious and zealous officer\nand Melchett disliked him a good deal but he could not\ndisregard the challenge.",
    "The inspector was tacitly accusing\n\n\fhim of favouring his own class of shielding an old school tie.",
    "He turned to Josie.",
    "Miss Turner I should like you if you do not mind to\naccompany me to Gossington Hall.",
    "Coldly defiantly almost ignoring Josies murmur of assent\nMelchetts eyes met Slacks.",
    "Chapter 5\n\nSt Mary Mead was having the most exciting morning it had\nknown for a long time.",
    "Miss Wetherby a longnosed acidulated spinster was the first\nto spread the intoxicating information.",
    "She dropped in upon her\nfriend and neighbour Miss Hartnell.",
    "Forgive my coming so early dear but I thought perhaps you\nmightnt have heard the news.",
    "What news demanded Miss Hartnell.",
    "She had a deep bass\nvoice and visited the poor indefatigably however hard they\ntried to avoid her ministrations.",
    "About the body of a young woman that was found this morning\nin Colonel Bantrys library.",
    "In Colonel Bantrys library\n\n\fYes.",
    "Isnt it terrible\n\nHis poor wife Miss Hartnell tried to disguise her deep and\nardent pleasure.",
    "Yes indeed.",
    "I dont suppose she had any idea.",
    "Miss Hartnell observed censoriously She thought too much\nabout her garden and not enough about her husband.",
    "Youve\ngot to keep an eye on a man all the time all the time repeated\nMiss Hartnell fiercely.",
    "I know.",
    "I know.",
    "Its really too dreadful.",
    "I wonder what Jane Marple will say Do you think she knew\nanything about it Shes so sharp about these things.",
    "Jane Marple has gone up to Gossington.",
    "What This\nmorning Very early.",
    "Before breakfast.",
    "But really I do think  well I mean I think that is carrying\nthings too far.",
    "We all know Jane likes to poke her nose into\nthings but I call this indecent\n\nOh but Mrs Bantry sent for her.",
    "Mrs Bantry sent for her\n\nWell the car came.",
    "With Muswell driving it.",
    "Dear me.",
    "How very peculiar.",
    "They were silent a minute or two digesting the news.",
    "Whose body demanded Miss Hartnell.",
    "You know that dreadful woman who comes down with Basil\nBlake\n\nThat terrible peroxide blonde Miss Hartnell was slightly\nbehind the times.",
    "She had not yet advanced from peroxide to\nplatinum.",
    "The one who lies about in the garden with practically\nnothing on\n\nYes my dear.",
    "There she was on the hearth rug strangled\n\nBut what do you mean  at Gossington\n\nMiss Wetherby nodded with infinite meaning.",
    "Then Colonel Bantry too \n\nAgain Miss Wetherby nodded.",
    "Oh\n\nThere was a pause as the ladies savoured this new addition to\nvillage scandal.",
    "What a wicked woman trumpeted Miss Hartnell with\nrighteous wrath.",
    "Quite quite abandoned Im afraid\n\nAnd Colonel Bantry such a nice quiet man...\n\nMiss Wetherby said zestfully Those quiet ones are often the\nworst.",
    "Jane Marple always says so.",
    "II\n\nMrs Price Ridley was among the last to hear the news.",
    "A rich\nand dictatorial widow she lived in a large house next door to\nthe vicarage.",
    "Her informant was her little maid Clara.",
    "A woman you say Clara Found dead on Colonel Bantrys\nhearth rug\n\nYes mam.",
    "And they say mam as she hadnt anything on at all\nmam not a stitch\n\nThat will do Clara.",
    "It is not necessary to go into details.",
    "No mam and they say mam that at first they thought it was\nMr Blakes young lady what comes down for the weekends with\nim to Mr Bookers new ouse.",
    "But now they say its quite a\ndifferent young lady.",
    "And the fishmongers young man he says\nhed never have believed it of Colonel Bantry not with him\nhanding round the plate on Sundays and all.",
    "There is a lot of wickedness in the world Clara said Mrs\nPrice Ridley.",
    "Let this be a warning to you.",
    "Yes mam.",
    "Mother she never will let me take a place where\ntheres a gentleman in the ouse.",
    "That will do Clara said Mrs Price Ridley.",
    "Ill\n\nIt was only a step from Mrs Price Ridleys house to the vicarage.",
    "Mrs Price Ridley was fortunate enough to find the vicar in his\nstudy.",
    "The vicar a gentle middleaged man was always the last to\nhear anything.",
    "Such a terrible thing said Mrs Price Ridley panting a little\nbecause she had come rather fast.",
    "I felt I must have your\nadvice your counsel about it dear vicar.",
    "Mr Clement looked mildly alarmed.",
    "He said Has anything\nhappened\n\nHas anything happened Mrs Price Ridley repeated the\nquestion dramatically.",
    "The most terrible scandal None of us\nhad any idea of it.",
    "An abandoned woman completely\nunclothed strangled on Colonel Bantrys hearth rug\n\n\fThe vicar stared.",
    "He said You... you are feeling quite well\n\nNo wonder you cant believe it I couldnt at first The\nhypocrisy of the man All these years.",
    "Please tell me exactly what all this is about.",
    "Mrs Price Ridley plunged into a fullswing narrative.",
    "When she\nhad finished the Reverend Mr Clement said mildly But there is\nnothing is there to point to Colonel Bantrys being involved in\nthis\n\nOh dear vicar you are so unworldly But I must tell you a little\nstory.",
    "Last Thursday  or was it the Thursday before  well it\ndoesnt matter 1 was going to London by the cheap day train.",
    "Colonel Bantry was in the same carriage.",
    "He looked I thought\nvery abstracted.",
    "And nearly the whole way he buried himself\nbehind The Times.",
    "As though you know he didnt want to talk.",
    "The vicar nodded his head with complete comprehension and\npossible sympathy.",
    "At Paddington I said goodbye.",
    "He had offered to call me a taxi\nbut I was taking the bus down to Oxford Street but he got into\none and I distinctly heard him tell the driver to go to  Where do\nyou think\n\nMr Clement looked inquiring.",
    "An address in St Johns Wood Mrs Price Ridley bellowed\ntriumphantly.",
    "The vicar remained completely without understanding.",
    "That I consider proves it said Mrs Price Ridley.",
    "IV\n\nAt Gossington Mrs Bantry and Miss Marple were in the drawing\nroom.",
    "You know said Mrs Bantry I cant help feeling glad theyve\ntaken the body away.",
    "Its not nice to have a body in ones\nhouse.",
    "Miss Marple nodded.",
    "I know dear.",
    "I know just how you feel.",
    "You cant said Mrs Bantry.",
    "Not until youve had one.",
    "I know\nyou had one next door once but thats not the same thing.",
    "I only\nhope she went on  that Arthur wont take a dislike to the\nlibrary.",
    "We sit there so much.",
    "What are you doing Jane\n\nFor Miss Marple with a glance at her watch was rising to her\nfeet.",
    "Well I was thinking Id go home if theres nothing more I\ncan do for you.",
    "Dont go yet said Mrs Bantry.",
    "The fingerprint men and the\nphotographers and most of the police have gone I know but I\n\n\fstill feel something might happen.",
    "You dont want to miss\nanything.",
    "The telephone rang and she went off to answer.",
    "She returned\nwith a beaming face.",
    "I told you more things would happen.",
    "That was Colonel\nMelchett.",
    "Hes bringing the poor girls cousin along.",
    "I wonder why said Miss Marple.",
    "Oh I suppose to see where it happened and all that.",
    "More than that I expect said Miss Marple.",
    "What do you mean Jane\n\nWell I think perhaps he might want her to meet Colonel\nBantry.",
    "Mrs Bantry said sharply To see if she recognizes him I\nsuppose oh yes I suppose theyre bound to suspect Arthur.",
    "Im afraid so.",
    "As though Arthur could have anything to do with it\n\nMiss Marple was silent.",
    "Mrs Bantry turned on her accusingly.",
    "And dont tell me about some frightful old man who kept his\nhousemaid Arthur isnt like that.",
    "No no of course not\n\nNo but he really isnt.",
    "Hes just sometimes a little bit silly\nabout pretty girls who come to tennis.",
    "You know rather famous\nand avuncular.",
    "Theres no harm in it.",
    "And why shouldnt he\nAfter all finished Mrs Bantry rather obscurely Ive got the\ngarden.",
    "Miss Marple smiled.",
    "You must not worry Dolly she said.",
    "No I dont mean to.",
    "But all the same I do a little.",
    "So does\nArthur.",
    "Its upset him.",
    "All these policemen looking about.",
    "Hes\ngone down to the farm.",
    "Looking at pigs and things always\nsoothes him if hes been upset... Hullo here they are.",
    "The chief constables car drew up outside.",
    "Colonel Melchett came in accompanied by a smartly dressed\nyoung woman.",
    "This is Miss Turner Mrs Bantry.",
    "The cousin of the... er...\nvictim.",
    "How do you do said Mrs Bantry advancing with outstretched\nhand.",
    "All this must be rather awful for you.",
    "Josephine Turner said frankly Oh it is.",
    "None of it seems real\nsomehow.",
    "Its like a bad dream.",
    "Mrs Bantry introduced Miss Marple.",
    "Melchett said casually Your good man about\n\nHe had to go down to one of the farms.",
    "Hell be back soon.",
    "Oh.",
    "Melchett seemed rather at a loss.",
    "Mrs Bantry said to Josie Would you like to see where where it\nhappened Or would you rather not\n\nJosephine said after a moments pause I think Id like to see.",
    "Mrs Bantry led her to the library with Miss Marple and Melchett\nfollowing behind.",
    "She was there said Mrs Bantry pointing dramatically.",
    "On\nthe hearth rug.",
    "Oh Josie shuddered.",
    "But she also looked perplexed.",
    "She\nsaid her brow creased I just cant understand it I cant\n\nWell we certainly cant said Mrs Bantry.",
    "Josie said slowly It isnt the sort of place  and broke off.",
    "Miss Marple nodded her head gently in agreement with the\nunfinished sentiment.",
    "That she murmured is what makes it so very interesting.",
    "Come\n\nnow\n\nMiss\n\nMarple\n\nsaid\n\nColonel\n\nMelchettgood\n\nhumouredly havent you got an explanation\n\nOh yes Ive got an explanation said Miss Marple.",
    "Quite a\nfeasible one.",
    "But of course its only my own idea.",
    "Tommy Bond\nshe continued and Mrs Martin our new schoolmistress.",
    "She\nwent to wind up the clock and a frog jumped out.",
    "Josephine Turner looked puzzled.",
    "As they all went out of the\nroom she murmured to Mrs Bantry Is the old lady a bit funny in\nthe head\n\nNot at all said Mrs Bantry indignantly.",
    "Josie said Sorry.",
    "I thought perhaps she thought she was a\nfrog or something.",
    "Colonel Bantry was just coming in through the side door.",
    "Melchett hailed him and watched Josephine Turner as he\nintroduced them.",
    "But there was no sign of interest or\nrecognition in her face.",
    "Melchett breathed a sigh of relief.",
    "Curse Slack and his insinuations.",
    "In answer to Mrs Bantrys questions Josie was pouring out the\nstory of Ruby Keenes disappearance.",
    "Frightfully worrying for you my dear said Mrs Bantry.",
    "I was more angry than worried said Josie.",
    "You see I didnt\nknow then.",
    "And yet said Miss Marple you went to the police.",
    "Wasnt\nthat excuse me rather premature\n\nJosie said eagerly Oh but I didnt.",
    "That was Mr Jefferson.",
    "Mrs Bantry said Jefferson Yes hes an invalid.",
    "Not Conway Jefferson But I know him well.",
    "Hes an old friend\nof ours... Arthur listen.",
    "Conway Jefferson hes staying at the\nMajestic and it was he who notified the police Isnt that a\ncoincidence\n\nJosephine Turner said Mr Jefferson was there last summer\ntoo.",
    "Fancy And we never knew.",
    "I havent seen him for a long time.",
    "She turned to Josie.",
    "How how is he nowadays\n\nJosie considered.",
    "I think hes\n\nwonderful really quite\n\nwonderful.",
    "Considering I mean.",
    "Hes always cheerful always\ngot a joke.",
    "Are the family there with him\n\n\fMr Gaskell you mean And young Mrs Jefferson And Peter\nOh yes.",
    "There was something inhibiting in Josephine Turners rather\nattractive frankness of manner.",
    "When she spoke of the\nJeffersons there was something not quite natural in her voice.",
    "Mrs Bantry said Theyre both very nice arent they The\nyoung ones I mean.",
    "Josie said rather uncertainly Oh yes yes they are.",
    "They are\nreally.",
    "V\n\nAnd what demanded Mrs Bantry as she looked through the\nwindow at the retreating car of the chief constable did she\nmean by that They are really.",
    "Dont you think Jane that\ntheres something \n\nMiss Marple fell upon the words eagerly.",
    "Oh I do indeed I do.",
    "Its quite unmistakable Her manner\nchanged at once when the Jeffersons were mentioned.",
    "She had\nseemed quite natural up to then.",
    "But what do you think it is Jane\n\nWell my dear you know them.",
    "All I feel is that there is\nsomething as you say about them which is worrying that\n\n\fyoung woman.",
    "Another thing.",
    "Did you notice that when you\nasked her if she wasnt anxious about the girl being missing\nshe said that she was angry And she looked angry really\nangry That strikes me as interesting you know.",
    "I have a\nfeeling perhaps Im wrong that thats her main reaction to the\nfact of the girls death.",
    "She didnt care for her Im sure.",
    "Shes\nnot grieving in any way.",
    "But I do think very definitely that the\nthought of that girl Ruby Keene makes her angry.",
    "And the\ninteresting point is Why\n\nWell find out said Mrs Bantry.",
    "Well go over to Danemouth\nand stay at the Majestic  yes Jane you too.",
    "I need a change for\nmy nerves after what has happened here.",
    "A few days at the\nMajestic thats what we need.",
    "And youll meet Conway\nJefferson.",
    "Hes a dear a perfect dear.",
    "Its the saddest story\nimaginable.",
    "He had a son and a daughter both of whom he\nloved dearly.",
    "They were both married but they still spent a lot\nof time at home.",
    "His wife too was the sweetest woman and he\nwas devoted to her.",
    "They were flying home one year from\nFrance and there was an accident.",
    "They were all killed.",
    "The\npilot Mrs Jefferson Rosamund and Frank.",
    "Conway had both\nlegs so badly injured they had to be amputated.",
    "And hes been\nwonderful his courage his pluck.",
    "He was a very active man\nand now hes a helpless cripple but he never complains.",
    "His\ndaughterinlaw lives with him she was a widow when Frank\nJefferson married her and she had a son by her first marriage\nPeter Carmody.",
    "They both live with Conway.",
    "And Mark Gaskell\nRosamunds husband spends most of his time there.",
    "Well it\nwas all a great tragedy.",
    "And now said Miss Marple there is another tragedy \n\nOh yes but it doesnt involve the Jeffersons.",
    "No asked Miss Marple.",
    "It was Mr Jefferson who called the\npolice.",
    "Really Jane...",
    "It is curious.",
    "Chapter 6\n\nColonel Melchett was facing a much annoyed hotel manager.",
    "With him was Superintendent Harper of the denshire police\nand the inevitable Inspector Slack  the latter rather disgruntled\nat the chief constables wilful usurpation of the case.",
    "Superintendent Harper was inclined to be soothing with the\nalmost tearful Mr Prestcott Colonel Melchett tended toward a\nblunt brutality.",
    "No good crying over spilt milk he said sharply.",
    "The girls\ndead strangled.",
    "Youre lucky that she wasnt strangled in your\nhotel.",
    "This puts the inquiry in a different county and lets your\nestablishment down extremely lightly.",
    "But certain inquiries\nhave got to be made and the sooner we get on with it the\nbetter.",
    "You can trust us to be discreet and tactful.",
    "So I suggest\nyou cut the cackle and come to the horses.",
    "Just what exactly\ndo you know about the girl\n\n\fI know nothing of her nothing at all.",
    "Josie brought her here.",
    "Josies been here some time Two years no three.",
    "And\nyou like her\n\nYes Josies a good girl a nice girl.",
    "Competent.",
    "She gets on\nwith people and smoothes over differences.",
    "Bridge you know\nis a touchy sort of game.",
    "Colonel Melchett nodded feelingly.",
    "His wife was a keen but an\nextremely bad bridge player.",
    "Mr Prestcott went on Josie was very good at calming down\nunpleasantness.",
    "She could handle people well sort of bright\nand firm if you know what I mean.",
    "Again Melchett nodded.",
    "He knew now what it was that Miss\nJosephine Turner had reminded him of.",
    "In spite of the makeup\nand the smart turnout there was a distinct touch of the nursery\ngoverness about her.",
    "I depend upon her went on Mr Prestcott.",
    "His manner became\naggrieved.",
    "What does she want to go playing about on slippery\nrocks in that damnfool way for Weve got a nice beach here.",
    "Why couldnt she bathe from that Slipping and falling and\nbreaking her ankle It wasnt fair to me I pay her to dance and\nplay bridge and keep people happy and amused not to go\nbathing off rocks and breaking her ankle.",
    "Dancers ought to be\ncareful of their ankles not take risks.",
    "I was very annoyed about\nit.",
    "It wasnt fair to the hotel.",
    "Melchett cut the recital short.",
    "And then she suggested that\nthis girl her cousin come down\n\nPrestcott assented grudgingly.",
    "Thats right.",
    "It sounded quite a\ngood idea.",
    "Mind you I wasnt going to pay anything extra.",
    "The\ngirl could have her keep but as for salary that would have to\nbe fixed up between her and Josie.",
    "Thats the way it was\narranged.",
    "I didnt know anything about the girl.",
    "But she turned out all right\n\nOh yes there wasnt anything wrong with her not to look at\nanyway.",
    "She was very young of course rather cheap in style\nperhaps for a place of this kind but nice manners quiet and\nwellbehaved.",
    "Danced well.",
    "People liked her.",
    "Pretty\n\nIt had been a question hard to answer from a view of the blue\nswollen face.",
    "Mr Prestcott considered.",
    "Fair to middling.",
    "Bit weaselly  if you know what I mean.",
    "Wouldnt have been much without makeup.",
    "As it was she\nmanaged to look quite attractive.",
    "Many young men hanging about after her\n\nI know what youre trying to get at sir Mr Prestcott became\nexcited.",
    "I never saw anything Nothing special.",
    "One or two of\nthe boys hung around a bit but all in the days work so to\n\n\fspeak.",
    "Nothing in the strangling line Id say.",
    "She got on well\nwith the older people too had a kind of prattling way with her.",
    "Seemed quite a kid if you know what I mean.",
    "It amused them.",
    "Superintendent Harper said in a deep melancholy voice Mr\nJefferson for instance\n\nThe manager agreed.",
    "Yes Mr Jefferson was the one I had in\nmind.",
    "She used to sit with him and his family a lot.",
    "He used to\ntake her out for drives sometimes.",
    "Mr Jeffersons very fond of\nyoung people and very good to them.",
    "I dont want to have any\nmisunderstandings.",
    "Mr Jeffersons a cripple.",
    "He cant get about\nmuch only where his wheelchair will take him.",
    "But hes always\nkeen on seeing young people enjoy themselves watches the\ntennis and the bathing and all that and gives parties for young\npeople here.",
    "He likes youth and theres nothing bitter about\nhim as there well might be.",
    "A very popular gentleman and Id\nsay a very fine character.",
    "Melchett asked And he took an interest in Ruby Keene\n\nHer talk amused him I think.",
    "Did his family share his liking for her\n\nThey were always very pleasant to her.",
    "Harper said And it was he who reported the fact of her being\nmissing to the police\n\n\fHe contrived to put into the words a significance and a\nreproach to which the manager instantly responded Put\nyourself in my place Mr Harper.",
    "I didnt dream for a minute\nanything was wrong.",
    "Mr Jefferson came along to my office\nstorming and all worked up.",
    "The girl hadnt slept in her room.",
    "She hadnt appeared in her dance last night.",
    "She must have\ngone for a drive and had an accident perhaps.",
    "The police must\nbe informed at once.",
    "Inquiries made.",
    "In a state he was and\nquite highhanded.",
    "He rang up the police station then and\nthere.",
    "Without consulting Miss Turner\n\nJosie didnt like it much.",
    "I could see that.",
    "She was very\nannoyed about the whole thing annoyed with Ruby I mean.",
    "But\nwhat could she say\n\nI think said Melchett wed better see Mr Jefferson eh\nHarper\n\nSuperintendent Harper agreed.",
    "II\n\nMr Prestcott went up with them to Conway Jeffersons suite.",
    "It\nwas on the first floor overlooking the sea.",
    "Melchett said carelessly Does himself pretty well eh Rich\nman\n\n\fVery well off indeed I believe.",
    "Nothings ever stinted when he\ncomes here.",
    "Best rooms reserved food usually a la carte\nexpensive wines best of everything.",
    "Melchett nodded.",
    "Mr Prestcott tapped on the outer door and a womans voice\nsaid Come in.",
    "The manager entered the others behind him.",
    "Mr Prestcotts manner was apologetic as he spoke to the\nwoman who turned her head at their entrance from her seat\nby the window.",
    "I am so sorry to disturb you Mrs Jefferson but these\ngentlemen are from the police.",
    "They are very anxious to have a\nword with Mr Jefferson.",
    "Er...",
    "Colonel Melchett Superintendent\nHarper Inspector er...",
    "Slack Mrs Jefferson\n\nMrs Jefferson acknowledged the introduction by bending her\nhead.",
    "A plain woman was Melchetts first impression.",
    "Then as a\nslight smile came to her lips and she spoke he changed his\nopinion.",
    "She had a singularly charming and sympathetic voice\nand her eyes clear hazel eyes were beautiful.",
    "She was quietly\nbut not unbecomingly dressed and was he judged about thirtyfive years of age.",
    "She said My fatherinlaw is asleep.",
    "He is not strong at all and\nthis affair has been a terrible shock to him.",
    "We had to have the\n\n\fdoctor and the doctor gave him a sedative.",
    "As soon as he\nwakes he will I know want to see you.",
    "In the meantime\nperhaps I can help you Wont you sit down\n\nMr Prestcott anxious to escape said to Colonel Melchett\nWell... er... if thats all I can do for you  and thankfully\nreceived permission to depart.",
    "With his closing of the door behind him the atmosphere took on\na mellow and more social quality.",
    "Adelaide Jefferson had the\npower of creating a restful atmosphere.",
    "She was a woman who\nnever seemed to say anything remarkable but who succeeded\nin stimulating other people to talk and in setting them at their\nease.",
    "She struck now the right note when she said This\nbusiness has shocked us all very much.",
    "We saw quite a lot of\nthe poor girl you know.",
    "It seems quite unbelievable.",
    "My fatherinlaw is terribly upset.",
    "He was very fond of Ruby.",
    "Colonel Melchett said It was Mr Jefferson I understand who\nreported her disappearance to the police.",
    "He wanted to see exactly how she would react to that.",
    "There\nwas a flicker just a flicker of annoyance Concern He could\nnot say what exactly but there was something and it seemed\nto him that she had definitely to brace herself as though to an\nunpleasant task before going on.",
    "She said Yes that is so.",
    "Being an invalid he gets easily upset\nand worried.",
    "We tried to persuade him that it was all right that\nthere was some natural explanation and that the girl herself\n\n\fwould not like the police being notified.",
    "He insisted.",
    "Well  she\nmade a slight gesture  he was right and we were wrong\n\nMelchett asked Exactly how well did you know Ruby Keene\nMrs Jefferson\n\nShe considered.",
    "Its difficult to say.",
    "My fatherinlaw is very\nfond of young people and likes to have them round him.",
    "Ruby\nwas a new type to him he was amused and interested by her\nchatter.",
    "She sat with us a good deal in the hotel and my fatherinlaw took her out for drives in the car.",
    "Her voice was quite\nnoncommittal.",
    "Melchett thought She could say more if she chose.",
    "He said Will you tell me what you can of the course of events\nlast night\n\nCertainly but there is very little that will be useful Im afraid.",
    "After dinner Ruby came and sat with us in the lounge.",
    "She\nremained even after the dancing had started.",
    "We had arranged\nto play bridge later but we were waiting for Mark that is Mark\nGaskell my brotherinlaw he married Mr Jeffersons daughter\nyou know who had some important letters to write and also for\nJosie.",
    "She was going to make a fourth with us.",
    "Did that often happen\n\nQuite frequently.",
    "Shes a firstclass player of course and very\nnice.",
    "My fatherinlaw is a keen bridge player and whenever\n\n\fpossible liked to get hold of Josie to make the fourth instead of\nan outsider.",
    "Naturally as she has to arrange the fours she\ncant always play with us but she does whenever she can and\nas  her eyes smiled a little  my fatherinlaw spends a lot of\nmoney in the hotel the management is quite pleased for Josie\nto favour us.",
    "Melchett asked You like Josie\n\nYes I do.",
    "Shes always goodhumoured and cheerful works\nhard and seems to enjoy her job.",
    "Shes shrewd without being at\nall intellectual and well never pretends about anything.",
    "Shes\nnatural and unaffected.",
    "Please go on Mrs Jefferson.",
    "As I say Josie had to get her bridge fours arranged and Mark\nwas writing so Ruby sat and talked with us a little longer than\nusual.",
    "Then Josie came along\n\nand Ruby went off to do her first solo dance with Raymond hes\nthe dance and tennis professional.",
    "She came back to us\nafterward just as Mark joined us.",
    "Then she went off to dance\nwith a young man and we four started our bridge.",
    "She stopped and made a slight significant gesture of\nhelplessness.",
    "And thats all I know I just caught a glimpse of her once\ndancing but bridge is an absorbing game and I hardly glanced\n\n\fthrough the glass partition at the ballroom.",
    "Then at midnight\nRaymond came along to Josie very upset and asked where\nRuby was.",
    "Josie naturally tried to shut him up but \n\nSuperintendent Harper interrupted.",
    "He said in his quiet voice\nWhy naturally Mrs Jefferson\n\nWell  She hesitated looked Melchett thought a little put out.",
    "Josie didnt want the girls absence made too much of.",
    "She\nconsidered herself responsible for her in a way.",
    "She said Ruby\nwas probably up in her room she telephoned up to Rubys\nroom but apparently there was no answer and he came back\nin rather a state temperamental you know.",
    "Josie went off with\nhim and tried to soothe him down and in the end she danced\nwith him instead of Ruby.",
    "Rather plucky of her because you\ncould see afterward it had hurt her ankle.",
    "She came back to us\nwhen the dance was over and tried to calm down Mr Jefferson.",
    "He had got worked up by then.",
    "We persuaded him in the end\nto go to bed told him Ruby had probably gone for a spin in a car\nand that theyd had a puncture.",
    "He went to bed worried and this\nmorning he began to agitate at once.",
    "She paused.",
    "The rest\nyou know.",
    "Thank you Mrs Jefferson.",
    "Now Im going to ask you if youve\nany idea who could have done this thing\n\nShe said immediately No idea whatever.",
    "Im afraid I cant help\nyou in the slightest.",
    "He pressed her.",
    "The girl never said anything Nothing about\njealousy About some man she was afraid of Or intimate\nwith\n\nAdelaide Jefferson shook her head to each query.",
    "There\nseemed nothing more that she could tell them.",
    "The superintendent suggested that they should interview young\nGeorge Bartlett and return to see Mr Jefferson later.",
    "Colonel\nMelchett agreed and the three men went out Mrs Jefferson\npromising to send word as soon as Mr Jefferson was awake.",
    "Nice woman said the colonel as they closed the door behind\nthem.",
    "A very nice lady indeed said Superintendent Harper.",
    "Chapter 7\n\nGeorge Bartlett was a thin lanky youth with a prominent Adam\napple and an immense difficulty in saying what he meant.",
    "He\nwas in such a state of dither that it was hard to get a calm\nstatement from him.",
    "I say it is awful isnt it Sort of thing one reads about in the\nSunday papers but one doesnt feel it really happens dont you\nknow\n\nUnfortunately there is no doubt about it Mr Bartlett said the\nsuperintendent.",
    "No no of course not.",
    "But it seems so rum somehow.",
    "And\nmiles from here and everything in some country house wasnt\nit Awfully country and all that.",
    "Created a bit of a stir in the\nneighbourhood what\n\nColonel Melchett took charge.",
    "How well did you know the dead\ngirl Mr Bartlett\n\nGeorge Bartlett looked alarmed.",
    "Oh nnnot well at all sssir.",
    "No hardly if you know what I mean.",
    "Danced with her once or\ntwice passed the time of day bit of tennis you know\n\nYou were I think the last person to see her alive last night\n\nI suppose I was.",
    "Doesnt it sound awful I mean she was\nperfectly all right when I saw her absolutely.",
    "What time was that Mr Bartlett\n\nWell you know I never know about time.",
    "Wasnt very late if\nyou know what I mean.",
    "You danced with her\n\nYes as a matter of fact well yes I did.",
    "Early on in the evening\nthough.",
    "Tell you what.",
    "It was just after her exhibition dance with\nthe pro fellow.",
    "Must have been ten half past eleven I dont\nknow.",
    "Never mind the time.",
    "We can fix that.",
    "Please tell us exactly\nwhat happened.",
    "Well we danced dontyou know.",
    "Not that Im\nmuch of a dancer.",
    "How you dance is not really relevant Mr Bartlett.",
    "George Bartlett cast an alarmed eye on the colonel and\nstammered No  er  nnno I suppose it isnt.",
    "Well as I say\nwe danced round and round and I talked but Ruby didnt say\nvery much and she yawned a bit.",
    "As I say I dont dance awfully\nwell and so girls well inclined to give it a miss if you know\nwhat I mean too.",
    "I know where I get off so I said righty ho and\nthat was that.",
    "What was the last you saw of her She went off upstairs.",
    "She said nothing about meeting anyone Or going for a drive\nOr  or having a date\n\nThe colonel used the colloquial expression with a slight effort.",
    "Bartlett shook his head.",
    "Not to me.",
    "He looked rather\nmournful.",
    "Just gave me the push.",
    "What was her manner Did she seem anxious abstracted\nanything on her mind\n\nGeorge Bartlett considered.",
    "Then he shook his head.",
    "Seemed a bit bored.",
    "Yawned as I said.",
    "Nothing more.",
    "Colonel Melchett said And what did you do Mr Bartlett\n\nEh\n\nWhat did you do when Ruby Keene left you\n\nGeorge Bartlett gaped at him.",
    "Lets see now.",
    "What did I do\n\nWere waiting for you to tell us.",
    "Yes yes of course.",
    "Jolly difficult remembering things what\nLet me see.",
    "Shouldnt be surprised if I went into the bar and had\na drink.",
    "Did you go into the bar and have a drink\n\nThats just it.",
    "I did have a drink.",
    "Dont think it was just then.",
    "Have an idea I wandered out dont you know.",
    "Bit of air.",
    "Rather\nstuffy for September.",
    "Very nice outside.",
    "Yes thats it.",
    "I strolled\naround a bit then I came in and had a drink and then I strolled\nback to the ballroom.",
    "Wasnt much doing.",
    "Noticed  whatsername  Josie was dancing again.",
    "With the tennis fellow.",
    "She\nbeen on the sick list twisted ankle or something.",
    "That fixes the time of your return at midnight.",
    "Do you intend us\nto understand that you spent over an hour walking about\noutside\n\n\fWell I had a drink you know.",
    "I was well I was thinking of\nthings.",
    "This statement received more incredulity than any other.",
    "Colonel Melchett said sharply What were you thinking about\n\nOh I dont know.",
    "Things said Mr Âartlett vaguely.",
    "You have a car Mr Bartlett\n\nOh yes Ive got a car.",
    "Where was it in the hotel garage\n\nNo it was outside.",
    "I thought about going for a ride you know.",
    "And you didnt go for a ride\n\nNo no.",
    "I didnt.",
    "I swear I didnt.",
    "You didnt go for a ride with say Miss Keene\n\nI already told you.",
    "Listen what are you driving at I didnt I\nswear.",
    "Thanks Mr Bartlett.",
    "That will be all for the moment.",
    "For the\nmoment repeated Colonel Melchett.",
    "They left Bartlett with an comical expression of alarm on his\nface.",
    "A fool said Colonel Melchett.",
    "Or not Inspector\nHarper shook his head.",
    "We still have a long way ahead.",
    "Chapter 8\n\nNeither the night porter nor the barman proved helpful.",
    "The\nnight porter remembered ringing up Miss Keenes room just\nafter midnight and getting no reply.",
    "He had not noticed Mr\nBartlett leaving or entering the hotel.",
    "A lot of gentlemen and\nladies were strolling in and out the night being fine.",
    "And there\nwere side doors off the corridor as well as the one in the main\nhall.",
    "He was fairly certain Miss Keene had not gone out by the\nmain door but if she had come down from her room which was\non the first floor there was a staircase next to it and a door out\nat the end of the corridor leading onto the side terrace.",
    "She\ncould have gone out of that unseen easily enough.",
    "It was not\nlocked until the dancing was over at two oclock.",
    "The barman remembered Mr Bartlett being in the bar the\npreceding evening but could not say when.",
    "Somewhere about\nthe middle of the evening he thought.",
    "Mr Bartlett had sat\nagainst the wall and was looking rather melancholy.",
    "He did not\nknow how long he was in there.",
    "There were a lot of outside\nguests coming and going in the bar.",
    "He had noticed Mr Bartlett\nbut he couldnt fix the time in any way.",
    "II\n\n\fAs they left the bar they were accosted by a small boy about\nnine years old.",
    "He burst immediately into excited speech.",
    "I say are you the detectives Im Peter Carmody.",
    "It was my\ngrandfather Mr Jefferson who rang up the police about Ruby.",
    "Are you from Scotland Yard You dont mind my speaking to\nyou do you\n\nColonel Melchett looked as though he were about to return a\nshort answer but Superintendent Harper intervened.",
    "He spoke\nbenignly and heartily.",
    "Thats all right my son.",
    "Naturally interests you I expect\n\nYou bet it does.",
    "Do you like detective stories I do.",
    "I read them\nall and Ive got autographs from Dorothy Sayers and Agatha\nChristie and Dickson Carr and H.C. Bailey.",
    "Will the murder be in\nthe papers\n\nItll be in the papers all right said Superintendent Harper\ngrimly.",
    "You see Im going back to school next week and I shall tell\nthem all that I knew her really knew her well.",
    "What did you think of her eh Peter considered.",
    "Well I didnt like her very much.",
    "I think she was rather a stupid\nsort of girl.",
    "Mum and Uncle Mark didnt like her much either.",
    "Only grandfather.",
    "Grandfather wants to see you by the way.",
    "Edwards is looking for you.",
    "Superintendent Harper murmured encouragingly So your\nmother and your Uncle Mark didnt like Ruby Keene much Why\nwas that\n\nOh I dont know.",
    "She was always butting in.",
    "And they didnt\nlike grandfather making such a fuss of her.",
    "I expect said Peter\ncheerfully that theyre glad shes dead.",
    "Superintendent Harper looked at him thoughtfully.",
    "He said\nDid you hear them  er  say so\n\nWell not exactly.",
    "Uncle Mark said Well its one way out\nanyway and mum said Yes but such a horrible one and\nUncle Mark said it was no good being hypocritical.",
    "The men exchanged glances.",
    "At that moment a cleanshaven\nman neatly dressed in blue serge came up to them.",
    "Excuse me gentlemen.",
    "I am Mr Jeffersons valet.",
    "He is awake\nnow and sent me to find you as he is very anxious to see you.",
    "Once more they went up to Conway Jeffersons suite.",
    "In the\nsitting room Adelaide Jefferson was talking to a tall restless\nman who was prowling nervously about the room.",
    "He swung\naround sharply to view the newcomers.",
    "Oh yes.",
    "Glad youve come.",
    "My fatherinlaws been asking for\nyou.",
    "Hes awake now.",
    "Keep him as calm as you can wont you\nHis healths not too good.",
    "Its a wonder really that this shock\ndidnt do for him.",
    "Harper said Id no idea his health was as bad as that.",
    "He doesnt know it himself said Mark Gaskell.",
    "Its his heart\nyou see.",
    "The doctor warned Addie that he mustnt be\noverexcited or startled.",
    "He more or less hinted that the end\nmight come any time didnt he Addie\n\nMrs Jefferson nodded.",
    "She said Its incredible that hes rallied\nthe way he has.",
    "Melchett said dryly Murder isnt exactly a soothing incident.",
    "Well be as careful as we can.",
    "He was sizing up Mark Gaskell as he spoke.",
    "He didnt much\ncare for the fellow.",
    "A bold unscrupulous hawklike face.",
    "One of\nthose men who usually get their own way and whom women\nfrequently admire.",
    "But not the sort of fellow Id trust the colonel thought to\nhimself.",
    "Unscrupulous  that was the word for him.",
    "The sort of fellow\nwho wouldnt stick at anything.",
    "Ill\n\n\fIn the big bedroom overlooking the sea Conway Jefferson was\nsitting in his wheeled chair by the window.",
    "No sooner were you in the room with him than you felt the\npower and magnetism of the man.",
    "It was as though the injuries\nwhich had left him a cripple had resulted in concentrating the\nvitality of his shattered body into a narrower and more intense\nfocus.",
    "He had a fine head the red of the hair slightly grizzled.",
    "The face\nwas rugged and powerful deeply suntanned and the eyes\nwere a startling blue.",
    "There was no sign of illness or feebleness\nabout him.",
    "The deep lines on his face were the lines of\nsuffering not the lines of weakness.",
    "Here was a man who\nwould never rail against fate but accept it and pass on to\nvictory.",
    "He said Im glad youve come.",
    "His quick eyes took them in.",
    "He\n\nsaid\n\nto\n\nMelchett\n\nYoure\n\nthe\n\nchief\n\nconstable\n\nof\n\nRadfordshire Right.",
    "And youre Superintendent Harper Sit\ndown.",
    "Cigarettes on the table beside you.",
    "They thanked him and sat down.",
    "Melchett said I understand Mr Jefferson that you were\ninterested in the dead girl\n\nA quick twisted smile flashed across the lined face.",
    "Yes theyll all have told you that Well its no secret.",
    "How\nmuch has my family said to you\n\nHe looked quickly from one to the other as he asked the\nquestion.",
    "It was Melchett who answered.",
    "Mrs Jefferson told us very little\nbeyond the fact that the girls chatter amused you and that she\nwas by way of being a protegee.",
    "We have only exchanged half a\ndozen words with Mr Gaskell.",
    "Conway Jefferson smiled.",
    "Addies a discreet creature bless\nher.",
    "Mark would probably have been more outspoken.",
    "I think\nMelchett that Id better tell you some facts rather fully.",
    "Its\nnecessary in order that you should understand my attitude.",
    "And to begin with its necessary that I go back to the big\ntragedy of my life.",
    "Eight years ago I lost my wife my son and my\ndaughter in an aeroplane accident.",
    "Since then Ive been like a\nman whos lost half himself and Im not speaking of my physical\nplight I was a family man.",
    "My daughterinlaw and my soninlaw have been very good to me.",
    "Theyve done all they can to\ntake the place of my flesh and blood.",
    "But Ive realized\nespecially of late that they have after all their own lives to live.",
    "So you must understand that essentially Im a lonely man.",
    "I like\nyoung people.",
    "I enjoy them.",
    "Once or twice Ive played with the\nidea ofadopting some girl or boy.",
    "During this last month I got\nvery friendly with the child whos been killed.",
    "She was\nabsolutely natural completely naive.",
    "She chattered on about\nher life and her experiences in pantomime with touring\ncompanies with mum and dad as a child in cheap lodgings.",
    "Such a different life from any Ive known Never complaining\nnever seeing it as sordid.",
    "Just a natural uncomplaining hardworking child unspoilt and charming.",
    "Not a lady perhaps but\nthank God neither vulgar nor abominable.",
    "I got more and more\nfond of Ruby.",
    "I decided gentlemen to adopt her legally.",
    "She\nwould become by law my daughter.",
    "That I hope explains my\nconcern for her and the steps I took when I heard of her\nunaccountable disappearance.",
    "There\n\nwas\n\na\n\npause.",
    "Then\n\nSuperintendent\n\nHarper\n\nhis\n\nunemotional voice robbing the question of any offence asked\nMay I ask what your soninlaw and daughterinlaw said to\nthat\n\nJeffersons answer came back quickly.",
    "What could they say They didnt perhaps like it very much.",
    "Its the sort of thing that arouses prejudice.",
    "But they behaved\nvery well yes very well.",
    "Its not as though you see they were\ndependent on me.",
    "When my son Frank married I turned over\nhalf my worldly goods to him then and there.",
    "I believe in that.",
    "Dont let your children wait until youre dead.",
    "They want the\nmoney when theyre young not when theyre middleaged.",
    "In\nthe same way when my daughter Rosamund insisted on\nmarrying a poor man I settled a big sum of money on her.",
    "That\nsum passed to him at her death.",
    "So you see that simplified the\nmatter from the financial angle.",
    "I see Mr Jefferson said Superintendent Harper.",
    "But there was a certain reserve in his tone.",
    "Conway Jefferson\npounced upon it.",
    "But you dont agree eh\n\nIts not for me to say sir but families in my experience dont\nalways act reasonable.",
    "I dare say youre right superintendent but you must\nremember that Mr Gaskell and Mrs Jefferson arent strictly\nspeaking my family.",
    "Theyre not blood relations.",
    "That\n\nof\n\ncourse\n\nmakes\n\na\n\ndifference\n\nadmitted\n\nthe\n\nsuperintendent.",
    "For a moment Conway Jeffersons eyes\ntwinkled.",
    "He said Thats not to say that they didnt think me an old fool.",
    "That would be the average persons reaction.",
    "But I wasnt being\na fool I know character.",
    "With education and polishing Ruby\nKeene could have taken her place anywhere.",
    "Melchett said Im afraid were being rather impertinent and\ninquisitive but its important that we should get at all the facts.",
    "You proposed to make full provision for the girl that is settle\nmoney upon her but you hadnt already done so\n\nJefferson said I understand what youre driving at  the\npossibility of someones benefiting by the girls death.",
    "But\nnobody could.",
    "The necessary formalities for legal adoption\nwere under way but they hadnt yet been completed.",
    "Melchett said slowly Then if anything happened to you He\nleft the sentence unfinished as a query.",
    "Conway Jefferson was\nquick to respond.",
    "Nothings likely to happen to me Im a cripple but Im not an\ninvalid.",
    "Although doctors do like to pull long faces and give\nadvice about not overdoing things.",
    "Not overdoing things Im as\nstrong as a horse Still Im quite aware of the fatalities of life.",
    "Ive good reason to be Sudden death comes to the strongest\nman especially in these days of road casualties.",
    "But Id\nprovided for that.",
    "I made a new will about ten days ago.",
    "Yes Superintendent Harper leaned forward.",
    "I left the sum of fifty thousand pounds to be held in trust for\nRuby Keene until she was twentyfive when she would come\ninto the principal.",
    "Superintendent\n\nHarpers\n\neyes\n\nopened.",
    "So\n\ndid\n\nColonel\n\nMelchetts.",
    "Harper said in an almost awed voice Thats a very large sum\nof money Mr Jefferson.",
    "In these days yes it is.",
    "And you were leaving it to a girl you had only known a few\nweeks\n\n\fAnger flashed into the vivid blue eyes.",
    "Must I go on repeating\nthe same thing over and over again Ive no flesh and blood of\nmy own  no nieces or nephews or distant cousins even I might\nhave left it to charity.",
    "I prefer to leave it to an individual.",
    "He\nlaughed.",
    "Cinderella turned into a princess overnight A fairy\ngodfather instead of a fairy godmother.",
    "Why not Its my money.",
    "I made it.",
    "Colonel Melchett asked Any other bequests\n\nA small legacy to Edwards my valet and the remainder to\nMark and Addie in equal shares.",
    "Would  excuse me  the residue amount to a large sum\n\nProbably not.",
    "Its difficult to say exactly investments fluctuate\nall the time.",
    "The sum involved after death duties and expenses\nhad been paid would probably have come to something\nbetween five and ten thousand pounds net.",
    "I see.",
    "And you neednt think I was treating them shabbily.",
    "As I said I\ndivided up my estate at the time my children married.",
    "I left\nmyself actually a very small sum.",
    "But after  after the tragedy 1 wanted something to occupy my mind.",
    "I flung myself into\nbusiness.",
    "At my house in London I had a private line put in\nconnecting my bedroom with my office.",
    "I worked hard it helped\nme not to think and it made me feel that my  my mutilation had\nnot vanquished me.",
    "I threw myself into work  his voice took on\n\n\fa deeper note he spoke more to himself than to his audience and by some subtle irony everything I did prospered My\nwildest speculations succeeded.",
    "If I gambled I won.",
    "Everything\nI touched turned to gold.",
    "Fates ironic way of righting the\nbalance I suppose.",
    "The lines of suffering stood out on his face again.",
    "Recollecting\nhimself he smiled wryly at them.",
    "So you see the sum of money I left Ruby was indisputably\nmine to do with as my fancy dictated.",
    "Melchett said quickly Undoubtedly my dear fellow.",
    "We are\nnot questioning that for a moment.",
    "Conway Jefferson said Good.",
    "Now I want to ask my questions\nin my turn if I may.",
    "I want to hear all about this terrible\nbusiness.",
    "All I know is that she  that little Ruby was found\nstrangled in a house some twenty miles from here.",
    "That is correct.",
    "At Gossington Hall.",
    "Jefferson frowned.",
    "Gossington But thats  Colonel Bantrys house.",
    "Bantry Arthur Bantry But I know him.",
    "Know him and his wife\nMet them abroad some years ago.",
    "I didnt realize they lived in\nthis part of the world.",
    "Why its  He broke off.",
    "Superintendent Harper slipped in smoothly Colonel Bantry\nwas dining in the hotel here Tuesday of last week.",
    "You didnt\nsee him\n\n\fTuesday Tuesday No we were back late.",
    "Went over to\nHarden Head and had dinner on the way back.",
    "Melchett said Ruby Keene never mentioned the Bantrys to\nyou Jefferson shook his head.",
    "Never.",
    "Dont believe she knew them.",
    "Sure she didnt.",
    "She\ndidnt know anybody but theatrical folk and that sort of thing.",
    "He paused and then asked abruptly Whats Bantry got to say\nabout it\n\nHe cant account for it in the least.",
    "He was out at a\nConservative meeting last night.",
    "The body was discovered this\nmorning.",
    "He says hes never seen the girl in his life.",
    "Jefferson nodded.",
    "He said It certainly seems fantastic.",
    "Superintendent Harper cleared his throat.",
    "He said Have you any idea at all sir who can have done this\n\nGood God I wish I had The veins stood out on his forehead.",
    "Its\n\nincredible\n\nunimaginable\n\nId\n\nsay\n\nit\n\ncouldnt\n\nhave\n\nhappened if it hadnt happened\n\nTheres no friend of hers from her past life no man hanging\nabout or threatening her\n\n\fIm sure there isnt.",
    "Shed have told me if so.",
    "Shes never had a\nregular boy friend.",
    "She told me so herself.",
    "Superintendent Harper thought.",
    "Yes I dare say thats what she\ntold you.",
    "But thats as may be.",
    "Conway Jefferson went on Josie would know better than\nanyone if there had been some man hanging about Ruby or\npestering her.",
    "Cant she help\n\nShe says not.",
    "Jefferson said frowning I cant help feeling it must be the\nwork of some maniac  the brutality of the method breaking into\na country house the whole thing so unconnected and\nsenseless.",
    "There are men of that type men outwardly sane but\nwho decoy girls sometimes children away and kill them.",
    "Harper said Oh yes there are such cases but weve no\nknowledge\n\nof\n\nanyone\n\nof\n\nthat\n\nkind\n\noperating\n\nin\n\nthis\n\nneighbourhood.",
    "Jefferson went on Ive thought over all the various men Ive\nseen with Ruby.",
    "Guests here and outsiders  men shed danced\nwith.",
    "They all seem harmless enough the usual type.",
    "She had\nno special friend of any kind.",
    "Superintendent Harpers face remained quite impassive but\nunseen by Conway Jefferson there was still a speculative glint\nin his eye.",
    "It was quite possible he thought that Ruby Keene might have\nhad a special friend even though Conway Jefferson did not\nknow about it.",
    "He said nothing however.",
    "The chief constable gave him a glance of inquiry and then rose\nto his feet.",
    "He said Thank you Mr Jefferson.",
    "Thats all we\nneed for the present.",
    "Jefferson said Youll keep me informed of your progress\n\nYes yes well keep in touch with you.",
    "The two men went out.",
    "Conway Jefferson leaned back in his chair.",
    "His eyelids came down and veiled the fierce blue of his eyes.",
    "He\nlooked suddenly a very tired man.",
    "Then after a minute or two the lids flickered.",
    "He called\nEdwards\n\nFrom the next room the valet appeared promptly.",
    "Edwards\nknew his master as no one else did.",
    "Others even his nearest\nknew only his strength Edwards knew his weakness.",
    "He had\nseen Conway Jefferson tired discouraged weary of life\nmomentarily defeated by infirmity and loneliness.",
    "Yes sir\n\n\fJefferson said Get on to Sir Henry Clithering.",
    "Hes at\nMelborne Abbas.",
    "Ask him from me to get here today if he can\ninstead of tomorrow.",
    "Tell him its very urgent.",
    "Chapter 9\n\nWhen they were outside Jeffersons door Superintendent\nHarper said Well for what its worth weve got a motive sir.",
    "Hm said Melchett.",
    "Fifty thousand pounds eh\n\nYes sir.",
    "Murders been done for a good deal less than that.",
    "Yes but \n\nColonel Melchett left the sentence unfinished.",
    "Harper however\nunderstood him.",
    "You dont think its likely in this case Well I dont either as far\nas that goes.",
    "But its got to be gone into all the same.",
    "Oh of course.",
    "Harper went on If as Mr Jefferson says Mr Gaskell and Mrs\nJefferson are already well provided for and in receipt of a\ncomfortable income well its not likely theyd set out to do a\nbrutal murder.",
    "Quite so.",
    "Their financial standing will have to be investigated\nof course.",
    "Cant say I like the appearance of Gaskell much\nlooks a sharp unscrupulous sort of fellow but thats a long way\nfrom making him out a murderer.",
    "Oh yes sir as I say I dont think its likely to be either of them\nand from what Josie said I dont see how it would have been\nhumanly possible.",
    "They were both playing bridge from twenty\nminutes to eleven until midnight.",
    "No to my mind theres\nanother possibility much more likely.",
    "Melchett said Boyfriend of Ruby Keenes\n\nThats it sir.",
    "Some disgruntled young fellow not too strong in\nthe head perhaps.",
    "Someone Id say she knew before she came\nhere.",
    "This adoption scheme if he got wise to it may just have\nput the lid on things.",
    "He saw himself losing her saw her being\nremoved to a different sphere of life altogether and he went\nmad and blind with rage.",
    "He got her to come out and meet him\nlast night had a row with her over it lost his head completely\nand did her in.",
    "And how did she come to be in Bantrys library\n\nI think thats feasible.",
    "They were out say in his car at the time.",
    "He came to himself realized what hed done and his first\nthought was how to get rid of the body.",
    "Say they were near the\ngates of a big house at the time.",
    "The idea comes to him that if\nshes found there the hue and cry will centre round the house\nand its occupants and will leave him comfortably out of it.",
    "Shes\n\n\fa little bit of a thing.",
    "He could easily carry her.",
    "Hes got a chisel\nin the car.",
    "He forces a window and plops her down on the\nhearth rug Being a strangling case theres no blood or mess to\ngive him away in the car.",
    "See what I mean sir\n\nOh yes Harper its all perfectly possible.",
    "But theres still one\nthing to be done.",
    "Cherchez lhomme.",
    "What Oh very good sir.",
    "Superintendent Harper tactfully\napplauded Melchetts joke although owing to the excellence of\nthe colonels French accent he almost missed the sense of the\nwords.",
    "Oh  er 1 say  er  cccould I speak to you a minute It was\nGeorge Bartlett who thus waylaid the two men.",
    "Colonel Melchett who was not attracted to Mr Bartlett and who\nwas eager to see how Slack had got on with the investigation of\nthe girls room and the questioning of the chambermaids\nbarked sharply Well what is it what is it\n\nYoung Mr Bartlett retreated a step or two opening and shutting\nhis mouth and giving an unconscious imitation of a fish in a tank\n\nWell er... probably isnt important dont you know.",
    "Thought I\nought to tell you.",
    "Matter of fact cant find my car.",
    "What do you mean cant find your car\n\n\fStammering a good deal Mr Bartlett explained that what he\nmeant was that he couldnt find his car.",
    "Superintendent Harper said Do you mean its been stolen\nGeorge Bartlett turned gratefully to the more placid voice.",
    "Well thats just it you know.",
    "I mean one cant tell can one I\nmean someone may just have buzzed off in it not meaning any\nharm if you know what I mean.",
    "When did you last see it Mr Bartlett\n\nWell I was tryin to remember.",
    "Funny how difficult it is to\nremember anything isnt it\n\nColonel Melchett said coldly Not I should think to a normal\nintelligence.",
    "I understood you to say that it was in the courtyard\nof the hotel last night.",
    "Mr Bartlett was bold enough to interrupt.",
    "He said Thats just it\n was it What do you mean by was it You said it was.",
    "Well I mean I thought it was.",
    "I mean well I didnt go out and\nlook dont you see\n\nColonel Melchett sighed.",
    "He summoned all his patience.",
    "He\nsaid Lets get this quite clear.",
    "When was the last time you saw\n actually saw your car What make is it by the way\n\nMinoan Fourteen.",
    "And you last saw it when\n\nGeorge Bartletts Adams apple jerked convulsively up and\ndown.",
    "Been trying to think.",
    "Had it before lunch yesterday.",
    "Was going\nfor a spin in the afternoon.",
    "But somehow  you know how it is went to sleep instead.",
    "Then after tea had a game of squash\nand all that and a bath afterward.",
    "And the car was then in the courtyard of the hotel\n\nSuppose so.",
    "I mean thats where Id put it.",
    "Thought you see\nId take someone for a spin.",
    "After dinner I mean.",
    "But it wasnt\nmy lucky evening.",
    "Nothing doing.",
    "Never took the old bus out\nafter all.",
    "Harper said But as far as you knew the car was still in the\ncourtyard Well naturally.",
    "I mean Id put it there what\nWould you have noticed if it had not been there Mr Bartlett\nshook his head.",
    "Dont think so you know.",
    "Lot of cars going and coming and all\nthat.",
    "Plenty of Minoans.",
    "Superintendent Harper nodded.",
    "He had just cast a casual\nglance out of the window.",
    "There were at that moment no fewer\nthan eight Minoan 14s in the courtyard.",
    "It was the popular\ncheap car of the year.",
    "Arent you in the habit of putting your car away at night\nasked Colonel Melchett.",
    "Dont usually bother said Mr Bartlett.",
    "Fine weather and all\nthat you know.",
    "Such a fag putting a car away in a garage.",
    "Glancing at Colonel Melchett Superintendent Harper said Ill\njoin you upstairs sir.",
    "Ill just get hold of Sergeant Higgins and\nhe can take down particulars from Mr Bartlett.",
    "Right Harper.",
    "Mr Bartlett murmured wistfully Thought I ought to let you\nknow you know.",
    "Might be important what\n\nIll\n\nMr Prestcott had supplied his additional dancer with board and\nlodging.",
    "Whatever the board the lodging was the poorest the\nhotel possessed.",
    "Josephine Turner and Ruby Keene had occupied rooms at the\nextreme end of a mean and dingy little corridor.",
    "The rooms\nwere small faced north onto a portion of the cliff that backed\nthe hotel and were furnished with the odds and ends of suites\nthat had once represented luxury and magnificence in the best\nsuites.",
    "Now when the hotel had been modernized and the\nbedrooms supplied with builtin receptacles for clothes these\nlarge Victorian oak and mahogany wardrobes were relegated\n\n\fto those rooms occupied by the hotels resident staff or given\nto guests in the height of the season when all the rest of the\nhotel was full.",
    "As Melchett and Harper saw at once the position of Ruby\nKeenes room was ideal for the purpose of leaving the hotel\nwithout being observed and was particularly unfortunate from\nthe point of view of throwing light on the circumstances of that\ndeparture.",
    "At the end of the corridor was a small staircase which led down\nto an equally obscure corridor on the ground floor.",
    "Here there\nwas a glass door which led out on the side terrace of the hotel\nan unfrequented terrace with no view.",
    "You could go from it to\nthe main terrace in front or you could go down a winding path\nand come out in a lane that eventually rejoined the cliff road.",
    "Its\nsurface being bad it was seldom used.",
    "Inspector Slack had been busy harrying chambermaids and\nexamining Rubys room for clues.",
    "They had been lucky enough\nto find the room exactly as it had been left the night before.",
    "Ruby Keene had not been in the habit of rising early.",
    "Her usual\nprocedure Slack discovered was to sleep until about ten or\nhalf past and then ring for breakfast.",
    "Consequently since\nConway Jefferson had begun his representations to the\nmanager very early the police had taken charge of things\nbefore the chambermaids had touched the room.",
    "They had\nactually not been down that corridor at all.",
    "The other rooms\n\n\fthere at this season of the year were opened and dusted only\nonce a week.",
    "Thats all to the good as far as it goes Slack explained.",
    "It\nmeans that if there were anything to find wed find it but there\nisnt anything.",
    "The denshire police had already been over the room for\nfingerprints but there were none unaccounted for.",
    "Rubys own\nJosies and the two chambermaids one on the morning and\none on the evening shift.",
    "There were also a couple of prints\nmade by Raymond Starr but these were accounted for by his\nstory that he had come up with Josie to look for Ruby when she\ndid not appear for the midnight exhibition dance.",
    "There had been a heap of letters and general rubbish in the\npigeonholes of the massive mahogany desk in the corner.",
    "Slack\nhad just been carefully sorting through them but he had found\nnothing of a suggestive nature.",
    "Bills receipts theatre\nprograms cinema stubs newspaper cuttings beauty hints torn\nfrom magazines.",
    "Of the letters there were some from Lil\napparently a friend from the Palais de Danse recounting\nvarious affairs and gossip saying they missed Rube a lot.",
    "Mr\nFindeison asked after you ever so often Quite put out he is\nYoung Reg has taken up with May now youve gone.",
    "Barney\nasks after you now and then.",
    "Things going much as usual.",
    "Old\nGrouser still as mean as ever with us girls.",
    "He ticked off Ada for\ngoing about with a fellow.",
    "Slack had carefully noted all the names mentioned.",
    "Inquiries\nwould be made and it was possible some useful information\nmight come to light.",
    "Otherwise the room had little to yield in the\nway of information.",
    "Across a chair in the middle of the room was the foamy pink\ndance frock Ruby had worn early in the evening with a pair of\nsatin highheeled shoes kicked off carelessly on the floor.",
    "Two\nsheer silk stockings were rolled into a ball and flung down.",
    "One\nhad a ladder in it.",
    "Melchett recalled that the dead girl had had\nbare legs.",
    "This Slack learned was her custom.",
    "She used\nmakeup on her legs instead of stockings and only sometimes\nwore stockings for dancing by this means saving expense.",
    "The\nwardrobe door was open and showed a variety of rather flashy\nevening dresses and a row of shoes below.",
    "There was some\nsoiled underwear in the clothes basket some nail parings\nsoiled facecleaning tissue and bits of cotton wool stained with\nrouge and nail polish in the wastepaper basket in fact nothing\nout of the ordinary.",
    "The facts seemed plain to read.",
    "Ruby had\nhurried upstairs changed her clothes and hurried off again\nwhere\n\nJosephine Turner who might be supposed to know most about\nRubys life and friends had proved unable to help.",
    "But this as\nInspector Slack pointed out might be natural.",
    "If what you tell me is true sir  about this adoption business I\nmean  well Josie would be all for Ruby breaking with any old\nfriends she might have and who might queer the pitch so to\nspeak.",
    "As I see it this invalid gentleman gets all worked up\n\n\fabout Ruby Keene being such a sweet innocent childish little\npiece of goods.",
    "Now supposing Rubys got a tough boy friend\nthat wont go down so well with the old boy.",
    "So its Rubys\nbusiness to keep that dark.",
    "Josie doesnt know much about the\ngirl anyway not about her friends and all that.",
    "But one thing she\nwouldnt stand for Rubys messing up things by carrying on with\nsome undesirable fellow.",
    "So it stands to reason that Ruby who\nas I see it was a sly little piece would keep very dark about\nseeing any old friend.",
    "She wouldnt let on to Josie anything\nabout it otherwise Josie would say No you dont my girl.",
    "But\nyou know what girls are especially young ones always ready to\nmake a fool of themselves over a tough guy.",
    "Ruby wants to see\nhim.",
    "He comes down here cuts up rough about the whole\nbusiness and wrings her neck.",
    "I expect youre right Slack said Colonel Melchett disguising\nhis usual repugnance for the unpleasant way Slack had of\nputting things.",
    "If so we ought to be able to discover this tough\nfriends identity fairly easily.",
    "You leave it to me sir said Slack with his usual confidence.",
    "Ill get hold of this Lil girl at that Palais de Danse place and turn\nher right inside out.",
    "Well soon get at the truth.",
    "Colonel Melchett wondered if they would.",
    "Slacks energy and\nactivity always made him feel tired.",
    "Theres one other person you might be able to get a tip from\nsir went on Slack.",
    "And thats the danceandtennispro\nfellow.",
    "He must have seen a lot of her and hed know more than\n\n\fJosie would.",
    "Likely enough shed loosen her tongue a bit to\nhim.",
    "I have already discussed that point with Superintendent\nHarper.",
    "Good sir.",
    "Ive done the chambermaids pretty thoroughly.",
    "They\ndont know a thing.",
    "Looked down on these two as far as I can\nmake out.",
    "Scamped the service as much as they dared.",
    "Chambermaid was in here last at seven oclock last night when\nshe turned down the bed and drew the curtains and cleared up\na bit.",
    "Theres a bathroom next door if youd like to see it.",
    "The bathroom was situated between Rubys room and the\nslightly larger room occupied by Josie.",
    "It was unilluminating.",
    "Colonel Melchett silently marvelled at the amount of aids to\nbeauty that women could use.",
    "Rows of jars of face cream\ncleansing cream vanishing cream skinfeeding cream.",
    "Boxes\nof different shades of powder.",
    "An untidy heap of every variety\nof lipstick.",
    "Hair lotions and brightening applications.",
    "Eyelash\nblack mascara blue stain for under the eyes at least twelve\ndifferent shades of nail varnish face tissues bits of cotton\nwool dirty powder puffs.",
    "Bottles of lotions  astringent tonic\nsoothing and so on.",
    "Do you mean to say he murmured feebly that women use all\nthese things Inspector Slack who always knew everything\nkindly enlightened him.",
    "In private life sir so to speak a lady keeps to one or two\ndistinct shades  one for evening one for day.",
    "They know what\nsuits them and they keep to it.",
    "But these professional girls they\nhave to ring a change so to speak.",
    "They do exhibition dances\nand one night its a tango and the next a crinoline Victorian\ndance and then a kind of Apache dance and then just ordinary\nballroom and of course the makeup varies a good bit.",
    "Good Lord said the colonel.",
    "No wonder the people who turn\nout these creams and messes make a fortune.",
    "Easy money thats what it is said Slack.",
    "Easy money.",
    "Got to\nspend a bit in advertisement of course.",
    "Colonel Melchett jerked his mind away from the fascinating and\nagelong problem of womans adornments.",
    "He said Theres still this dancing fellow.",
    "Your pigeon\nsuperintendent.",
    "I suppose so sir.",
    "As they went downstairs Harper asked What did you think of\nMr Bartletts story sir\n\nAbout his car I think Harper that that young man wants\nwatching.",
    "Its a fishy story.",
    "Supposing that he did take Ruby\nKeene out in that car last night after all\n\nChapter 10\n\n\fInspector Harpers attitude was calm and pleasing.",
    "This affairs\nwhere the police of two counties had to work together were\nalways difficult.",
    "He liked Colonel Melchett and had him in mind\nas an able police officer.",
    "But even so he would have liked to\nlead alone the present interview.",
    "Never do too much at a single\nturn was Inspector Harpers rule.",
    "Simple routine inquiries first.",
    "This left the interviewed person more comfortable and ready to\nbe easier in a following interview.",
    "Harper already had seen Raymond Starr around.",
    "A goodlooking type tall lean and nice with very white teeth in a very\ntan face.",
    "He was dark and elegant had nice cordial manners\nand was very popular at the hotel.",
    "I am sorry Inspector but Im afraid I wont be of much help to\nyou.",
    "Of course I knew Ruby.",
    "She was here over a month and we\nrehearsed our numbers together.",
    "But there is really very little\nto say.",
    "She was quite a pleasant and rather stupid girl.",
    "Its her friendships were particularly anxious to know about.",
    "Her friendships with men.",
    "So I suppose.",
    "Well I dont know anything.",
    "Shed got a few\nyoung men in tow in the hotel but nothing special.",
    "You see she\nwas nearly always monopolized by the Jefferson family.",
    "Yes the Jefferson family.",
    "Harper paused meditatively.",
    "He\nshot a shrewd glance at the young man.",
    "What did you think of\nthat business Mr Starr\n\n\fRaymond Starr said coolly What business\n\nHarper said Did you know that Mr Jefferson was proposing to\nadopt Ruby Keene legally\n\nThis appeared to be news to Starr.",
    "He pursed up his lips and\nwhistled.",
    "He said The clever little devil Oh well theres no\nfool like an old fool.",
    "Thats how it strikes you is it\n\nWell what else can one say If the old boy wanted to adopt\nsomeone why didnt he pick upon a girl of his own class\n\nRuby never mentioned the matter to you\n\nNo she didnt.",
    "I knew she was elated about something but I\ndidnt know what it was.",
    "And Josie\n\nOh I think Josie must have known what was in the wind.",
    "Probably she was the one who planned the whole thing.",
    "Josies\nno fool.",
    "Shes got a head on her that girl.",
    "Harper nodded.",
    "It was Josie who had sent for Ruby Keene.",
    "Josie no doubt who had encouraged the intimacy.",
    "No wonder\nshe had been upset when Ruby had failed to show up for her\ndance that night and Conway Jefferson had begun to panic.",
    "She was envisaging her plans going awry.",
    "He asked Could Ruby keep a secret do you think\n\nAs well as most.",
    "She didnt talk about her own affairs much.",
    "Did she ever say anything anything at all about some friend of\nhers someone from her former life who was coming to see her\nor whom she had had difficulty with You know the sort of thing\nI mean no doubt.",
    "I know perfectly.",
    "Well as far as Im aware there was no one of\nthe kind.",
    "Not by anything she ever said.",
    "Thank you.",
    "Now will you just tell me in your own words exactly\nwhat happened last night\n\nCertainly.",
    "Ruby and I did our tenthirty dance together.",
    "No\nsigns\n\nof\n\nanything\n\nunusual\n\nabout\n\nher\n\nthen\n\nRaymond\n\nconsidered.",
    "I dont think so.",
    "I didnt notice what happened afterward.",
    "I had\nmy own partners to look after.",
    "I do remember noticing she was\nnot in the ballroom.",
    "At midnight she hadnt turned up.",
    "I was very\nannoyed and went to Josie about it.",
    "Josie was playing bridge\nwith the Jeffersons.",
    "She hadnt any idea where Ruby was and I\nthink she got a bit of a jolt.",
    "I noticed her shoot a quick anxious\nglance at Mr Jefferson.",
    "I persuaded the band to play another\ndance and I went to the office and got them to ring up Rubys\nroom.",
    "There wasnt any answer.",
    "I went back to Josie.",
    "She\nsuggested that Ruby was perhaps asleep in her room.",
    "Idiotic\n\n\fsuggestion really but it was meant for the Jeffersons of\ncourse She came away with me and said wed go up together.",
    "Yes Mr Starr.",
    "And what did she say when she was alone with\nyou\n\nAs far as I can remember she looked very angry and said\nDamned little fool.",
    "She cant do this sort of thing.",
    "It will ruin all\nher chances.",
    "Whos she with Do you know\n\nI said that I hadnt the least idea.",
    "The last Id seen of her was\ndancing with young Bartlett.",
    "Josie said She wouldnt be with\nhim.",
    "What can she be up to She isnt with that film man is\nshe\n\nHarper said sharply Film man Who was he\n\nRaymond said I dont know his name.",
    "Hes never stayed here.",
    "Rather an unusuallooking chap black hair and theatricallooking.",
    "He has something to do with the film industry I believe\nor so he told Ruby.",
    "He came over to dine here once or twice\nand danced with Ruby afterward but I dont think she knew him\nat all well.",
    "Thats why I was surprised when Josie mentioned\nhim.",
    "I said I didnt think hed been here tonight.",
    "Josie said Well\nshe must be out with someone.",
    "What on earth am I going to say\nto the Jeffersons I said what did it matter to the Jeffersons\nAnd Josie said it did matter.",
    "And she said too that shed never\nforgive Ruby if she went and messed things up.",
    "Wed got to\nRubys room by then.",
    "She wasnt there of course but shed\nbeen there because the dress she had been wearing was lying\n\n\facross a chair.",
    "Josie looked in the wardrobe and said she\nthought shed put on her old white dress.",
    "Normally shed have\nchanged into a black velvet dress for our Spanish dance.",
    "I was\npretty angry by this time at the way Ruby had let me down.",
    "Josie did her best to soothe me and said shed dance herself\nso that old Prestcott shouldnt get after us all.",
    "She went away\nand changed her dress and we went down and did a tango\nexaggerated style and quieted the Jeffersons down.",
    "She said it\nwas important.",
    "So of course I did what I could.",
    "Superintendent Harper nodded.",
    "He said Thankyou Mr Starr.",
    "To himself he thought It was important all right.",
    "Fifty thousand\npounds.",
    "He watched Raymond Starr as the latter moved gracefully\naway.",
    "He went down the steps of the terrace picking up a bag\nof tennis balls and a racket on the way.",
    "Mrs Jefferson also carrying a racket joined him and they went\ntoward the tennis courts.",
    "Excuse me sir.",
    "Sergeant\n\nHiggins\n\nrather\n\nbreathless\n\nwas\n\nstanding\n\nat\n\nSuperintendent Harpers side.",
    "The superintendent jerked from\nthe train of thought he was following looked startled.",
    "Message just come through for you from headquarters sir.",
    "Laborer reported this morning saw glare as of fire.",
    "Half an hour\nago they found a burntout car near a quarry.",
    "Venns Quarry\nabout two miles from here.",
    "Traces of a charred body inside.",
    "A flush came over Harpers heavy features.",
    "He said Whats come to denshire An epidemic of violence\nHe asked Could they get the number of the car\n\nNo sir.",
    "But well be able to identify it of course by the engine\nnumber.",
    "A Minoan Fourteen they think.",
    "Chapter 11\n\nSir Henry Clithering as he passed through the lounge of the\nMajestic hardly glanced at its occupants.",
    "His mind was\npreoccupied.",
    "Nevertheless as is the way of life something\nregistered in his subconscious.",
    "It waited its time patiently.",
    "Sir Henry was wondering as he went upstairs just what had\ninduced the sudden urgency of his friends message.",
    "Conway\nJefferson was not the type of man who sent urgent summonses\nto anyone.",
    "Something quite out of the usual must have\noccurred decided Sir Henry.",
    "Jefferson wasted no time in beating about the bush.",
    "He said Glad youve come... Edwards get Sir Henry a drink...",
    "Sit down man.",
    "Youve not heard anything I suppose Nothing\nin the papers yet\n\nSir Henry shook his head his curiosity aroused.",
    "Whats the matter\n\nMurders the matter.",
    "Im concerned in it and so are your\nfriends the Bantrys.",
    "Arthur and Dolly Bantry Clithering sounded incredulous.",
    "Yes you see the body was found in their house.",
    "Clearly and succinctly Conway Jefferson ran through the facts.",
    "Sir Henry listened without interrupting.",
    "Both men were\naccustomed to grasping the gist of a matter.",
    "Sir Henry during\nhis term as commissioner of the Metropolitan Police had been\nrenowned for his quick grip on essentials.",
    "Its an extraordinary business he commented when the other\nhad finished.",
    "How do the Bantrys come into it do you think\n\nThats what worries me.",
    "You see Henry it looks to me as\nthough possibly the fact that I know them might have a bearing\non the case.",
    "Thats the only connection I can find.",
    "Neither of\nthem I gather ever saw the girl before.",
    "Thats what they say\nand theres no reason to disbelieve them.",
    "Its most unlikely they\nshould know her.",
    "Then isnt it possible that she was decoyed\n\n\faway and her body deliberately left in the house of friends of\nmine\n\nClithering said I think thats farfetched.",
    "Its possible though persisted the other.",
    "Yes but unlikely.",
    "What do you want me to do\n\nConway Jefferson said bitterly Im an invalid.",
    "I disguise the\nfact refuse to face it but now it comes home to me.",
    "I cant go\nabout as Id like to asking questions looking into things.",
    "Ive\ngot to stay here meekly grateful for such scraps of information\nas the police are kind enough to dole out to me.",
    "Do you happen\nto know Melchett by the way the chief constable of\nRadfordshire\n\nYes Ive met him.",
    "Something stirred in Sir Henrys brain.",
    "A face and figure noted\nunseeingly as he passed through the lounge.",
    "A straightbacked\nold lady whose face was familiar.",
    "It linked up with the last time\nhe had seen Melchett.",
    "He said Do you mean you want me to be a kind of amateur\nsleuth Thats not my line.",
    "Jefferson said Youre not an amateur thats just it.",
    "Im not a professional anymore.",
    "Im on the retired list now.",
    "Jefferson said That simplifies matters.",
    "You mean that if I were still at Scotland Yard I couldnt butt in\nThats perfectly true.",
    "As it is said Jefferson your experience qualifies you to take\nan interest in the case and any cooperation you offer will be\nwelcomed.",
    "Clithering said slowly Etiquette permits I agree.",
    "But what do\nyou really want Conway To find out who killed this girl\n\nJust that.",
    "Youve no idea yourself\n\nNone whatever.",
    "Sir Henry said slowly You probably wont believe me but\nyouve got an expert at solving mysteries sitting downstairs in\nthe lounge at this minute.",
    "Someone whos better than I am at it\nand who in all probability may have some local dope.",
    "What are you talking about\n\nDownstairs in the lounge by the third pillar from the left there\nsits an old lady with a sweet placid spinsterish face and a\nmind that has plumbed the depths of human iniquity and taken it\nas all in the days work.",
    "Her names Miss Marple.",
    "She comes\nfrom the village of St Mary Mead which is a mile and a half from\n\n\fGossington shes a friend of the Bantrys and where crime is\nconcerned shes the goods Conway.",
    "Jefferson stared at him with thick puckered brows.",
    "He said\nheavily Youre joking.",
    "No Im not.",
    "You spoke of Melchett just now.",
    "The last time I saw\nMelchett there was a village tragedy.",
    "Girl supposed to have\ndrowned herself.",
    "Police quite rightly suspected that it wasnt\nsuicide but murder.",
    "They thought they knew who did it.",
    "Along to\nme comes old Miss Marple fluttering and dithering.",
    "Shes\nafraid she says theyll hang the wrong person.",
    "Shes got no\nevidence but she knows who did do it.",
    "Hands me a piece of\npaper with a name written on it.",
    "And Jefferson she was right\n\nConway Jeffersons brows came down lower than ever.",
    "He\ngrunted disbelievingly.",
    "Womans intuition I suppose he said skeptically.",
    "No she doesnt call it that.",
    "Specialized knowledge is her\nclaim.",
    "And what does that mean\n\nWell you know Jefferson we use it in police work.",
    "We get a\nburglary and we usually know pretty well who did it of the\nregular crowd that is.",
    "We know the sort of burglar who acts in\na particular sort of way.",
    "Miss Marple has an interesting though\noccasionally trivial series of parallels from village life.",
    "Jefferson said skeptically What is she likely to know about a\ngirl whos been brought up in a theatrical milieu and probably\nnever been in a village in her life\n\nI think said Sir Henry Clithering firmly that she might have\nideas.",
    "Miss Marple flushed with pleasure as Sir Henry bore down upon\nher.",
    "Oh Sir Henry this is indeed a great piece of luck meeting you\nhere.",
    "Sir Henry was gallant.",
    "He said To me it is a great pleasure.",
    "Miss Marple murmured flushing So kind of you.",
    "Are you staying here\n\nWell as a matter of fact we are.",
    "We\n\nMrs Bantrys here too.",
    "She looked at him sharply.",
    "Have you\nheard yet Yes I can see you have.",
    "It is terrible is it not\n\nWhats Dolly Bantry doing here Is her husband here too\n\n\fNo.",
    "Naturally they both reacted quite differently.",
    "Colonel\nBantry poor man just shuts himself up in his study or goes\ndown to one of the farms when anything like this happens.",
    "Like\ntortoises you know they draw their heads in and hope nobody\nwill notice them.",
    "Dolly of course is quite different.",
    "Dolly in fact said Sir Henry who knew his old friend fairly\nwell is almost enjoying herself eh\n\nWell... er... yes.",
    "Poor dear.",
    "And shes brought you along to produce the rabbits out of the\nhat for her\n\nMiss Marple said composedly Dolly thought that a change of\nscene would be a good thing and she didnt want to come\nalone.",
    "She met his eye and her own gently twinkled.",
    "But of\ncourse your way of describing it is quite true.",
    "Its rather\nembarrassing for me because of course I am no use at all.",
    "No ideas No village parallels I dont know much about it all\nyet.",
    "I can remedy that I think.",
    "Im going to call you into\nconsultation Miss Marple.",
    "He gave a brief recital of the course of events.",
    "Miss Marple\nlistened with keen interest.",
    "Poor Mr Jefferson she said.",
    "What a very sad story.",
    "These\nterrible accidents.",
    "To leave him alive crippled seems more\ncruel than if he had been killed too.",
    "Yes indeed.",
    "Thats why all his friends admire him so much for\nthe resolute way hes gone on conquering pain and grief and\nphysical disabilities.",
    "Yes it is splendid.",
    "The only thing I cant understand is this sudden outpouring of\naffection for this girl.",
    "She may of course have had some\nremarkable qualities.",
    "Probably not said Miss Marple placidly.",
    "You dont think so\n\nI dont think her qualities entered into it.",
    "Sir Henry said He isnt just a nasty old man you know.",
    "Oh no no Miss Marple got quite pink.",
    "I wasnt implying that\nfor a minute.",
    "What I was trying to say was very badly I know\nthat he was just looking for a nice bright girl to take his dead\ndaughters place and then this girl saw her opportunity and\nplayed it for\n\nall\n\nshe was\n\nworth That sounds rather\n\nuncharitable I know but I have seen so many cases of the kind.",
    "The young maidservant at Mr Harbottles for instance.",
    "A very\nordinary girl but quiet with nice manners.",
    "His sister was called\n\n\faway to nurse a dying relative and when she got back she\nfound the girl completely above herself sitting down in the\ndrawing room laughing and talking and not wearing her cap or\napron.",
    "Miss Harbottle spoke to her very sharply and the girl\nwas impertinent and then old Mr Harbottle left her quite\ndumbfounded by saying that he thought she had kept the house\nfor\n\nhim long enough\n\nand\n\nthat he was\n\nmaking other\n\narrangements.",
    "Such a scandal as it created in the village but poor Miss\nHarbottle had to go and live most uncomfortably in rooms in\nEastbourne.",
    "People said things of course but I believe there\nwas no familiarity of any kind.",
    "It was simply that the old man\nfound it much pleasanter to have a young cheerful girl telling\nhim how clever and amusing he was than to have his sister\ncontinually pointing out his faults to him even if she was a\ngood economical manager.",
    "There was a moments pause and then Miss Marple resumed.",
    "And there was Mr Badger who had the chemists shop.",
    "Made a\nlot of fuss over the young lady who worked in his cosmetics\nsection.",
    "Told his wife they must look on her as a daughter and\nhave her to live in the house.",
    "Mrs Badger didnt see it that way\nat all.",
    "Sir Henry said If shed only been a girl in his own rank of life a\nfriends child\n\n\fMiss Marple interrupted him.",
    "Oh but that wouldnt have been\nnearly as satisfactory from his point of view.",
    "Its like King\nCophetua and the beggar maid.",
    "If youre really rather a lonely\ntired old man and if perhaps your own family have been\nneglecting you  she paused for a second  well to befriend\nsomeone who will be overwhelmed with your magnificence to\nput it rather melodramatically but I hope you see what I mean\nwell thats much more interesting.",
    "It makes you feel a much\ngreater person a beneficent monarch The recipient is more\nlikely to be dazzled and that of course is a pleasant feeling for\nyou.",
    "She paused and said Mr Badger you know bought the\ngirl in his shop some really fantastic presents a diamond\nbracelet and a most expensive radiogramophone.",
    "Took out a\nlot of his savings to do it.",
    "However Mrs Badger who was a\nmuch more astute woman than poor Miss Harbottle marriage\nof course helps took the trouble to find out a few things.",
    "And\nwhen Mr Badger discovered that the girl was carrying on with a\nvery undesirable young man connected with the racecourses\nand had actually pawned the bracelet to give him the money well he was completely disgusted and the affair passed over\nquite safely.",
    "And he gave Mrs Badger a diamond ring the\nfollowing Christmas.",
    "Her pleasant shrewd eyes met Sir Henrys.",
    "He wondered if\nwhat she had been saying was intended as a hint.",
    "He said Are you suggesting that if there had been a young\nman in Ruby Keenes life my friends attitude toward her might\nhave altered\n\n\fIt probably would you know.",
    "I dare say in a year or two he\nmight have liked to arrange for her marriage himself though\nmore likely he wouldnt.",
    "Gentlemen are usually rather selfish.",
    "But I certainly think that if Ruby Keene had had a young man\nshed have been careful to keep very quiet about it.",
    "And the young man might have resented that\n\nI suppose that is the most plausible solution.",
    "It struck me you\nknow that her cousin the young woman who was at\nGossington this morning looked definitely angry with the dead\ngirl.",
    "What youve told me explains why.",
    "No doubt she was\nlooking forward to doing very well out of the business.",
    "Rather a coldblooded character in fact\n\nThats too harsh a judgment perhaps.",
    "The poor thing has had\nto earn her living and you cant expect her to sentimentalize\nbecause a welltodo man and woman as you have described Mr\nGaskell and Mrs Jefferson are going to be done out of a further\nlarge sum of money to which they have really no particular\nmoral right.",
    "I should say Miss Turner was a hardheaded\nambitious young woman with a good temper and considerable\njoie de vivre.",
    "A little added Miss Marple like Jessie Golden\nthe bakers daughter.",
    "What happened to her asked Sir Henry.",
    "She trained as a nursery governess and married the son of the\nhouse who was home on leave from India.",
    "Made him a very\ngood wife I believe.",
    "Sir Henry pulled himself clear of these fascinating side issues.",
    "He said Is there any reason do you think why my friend\nConway Jefferson should suddenly have developed this\nCophetua complex if you like to call it that\n\nThere might have been.",
    "In what way\n\nMiss Marple said hesitating a little I should think its only a\nsuggestion of course that perhaps his soninlaw and\ndaughterinlaw might have wanted to get married again.",
    "Surely he couldnt have objected to that\n\nOh no not objected.",
    "But you see you must look at it from his\npoint of view.",
    "He has a terrible shock and loss so have they.",
    "The three bereaved people live together and the link between\nthem is the loss they have all sustained.",
    "But Time as my dear\nmother used to say is a great healer.",
    "Mr Gaskell and Mrs\nJefferson are young.",
    "Without knowing it themselves they may\nhave begun to feel restless to resent the bonds that tied them\nto their past sorrow.",
    "And so feeling like that old Mr Jefferson\nwould have become conscious of a sudden lack of sympathy\nwithout knowing its cause.",
    "Its usually that.",
    "Gentlemen so easily\nfeel neglected.",
    "With Mr Harbottle it was Miss Harbottle going\naway.",
    "And with the Badgers it was Mrs Badger taking such an\ninterest in spiritualism and always going out to seances.",
    "I must say said Sir Henry ruefully that I do dislike the way\nyou reduce us all to a general common denominator.",
    "Miss Marple shook her head sadly.",
    "Human nature is very much\nthe same anywhere Sir Henry.",
    "Sir Henry said distastefully Mr Harbottle Mr Badger And\npoor Conway I hate to intrude the personal note but have you\nany parallel for my humble self in your village\n\nWell of course there is Briggs.",
    "Whos Briggs\n\nHe was the head gardener up at Old Hall.",
    "Quite the best man\nthey ever had.",
    "Knew exactly when the undergardeners were\nslacking off quite uncanny it was He managed with only three\nmen and a boy and the place was kept better than it had been\nwith six.",
    "And took several Firsts with his sweet peas.",
    "Hes\nretired now.",
    "Like me said Sir Henry.",
    "But he still does a little jobbing if he likes the people.",
    "Ah said Sir Henry.",
    "Again like me.",
    "Thats what Im doing now.",
    "Jobbing.",
    "To help an old friend.",
    "Two old friends.",
    "Two Sir Henry looked a little puzzled.",
    "Miss Marple said I suppose you meant Mr Jefferson.",
    "But I\nwasnt thinking of him.",
    "I was thinking of Colonel and Mrs\nBantry.",
    "Yes yes I see.",
    "He asked sharply Was that why you alluded\nto Dolly Bantry as poor dear at the beginning of our\nconversation\n\nYes.",
    "She hasnt begun to realize things yet.",
    "I know because\nIve had more experience.",
    "You see Sir Henry it seems to me\nthat theres a great possibility of this crime being the kind of\ncrime that never does get solved.",
    "Like the Brighton trunk\nmurders.",
    "But if that happens it will be absolutely disastrous for\nthe Bantrys.",
    "Colonel Bantry like nearly all retired military men\nis really abnormally sensitive.",
    "He reacts very quickly to public\nopinion.",
    "He wont notice it for some time and then it will begin\nto go home to him.",
    "A slight here and a snub there and\ninvitations that are refused and excuses that are made and\nthen little by little it will dawn upon him and hell retire into his\nshell and get terribly morbid and miserable.",
    "Let me be sure I understand you rightly Miss Marple.",
    "You\nmean that because the body was found in his house people\nwill think that he had something to do with it\n\nOf course they will Ive no doubt theyre saying so already.",
    "Theyll say so more and more.",
    "And people will coldshoulder the\nBantrys and avoid them.",
    "Thats why the truth has got to be\nfound out and why I was willing to come here with Mrs Bantry.",
    "An open accusation is one thing and quite easy for a soldier to\nmeet.",
    "Hes indignant and he has a chance of fighting.",
    "But this\nother whispering business will break him will break them both.",
    "So you see Sir Henry weve got to find out the truth.",
    "Sir Henry said Any ideas as to why the body should have been\nfound in his house There must be an explanation of that.",
    "Some\nconnection.",
    "Oh of course.",
    "The girl was last seen here about twenty minutes to eleven.",
    "By\nmidnight according to the medical evidence she was dead.",
    "Gossingtons about twenty miles from here.",
    "Good road for\nsixteen of those miles until one turns off the main road.",
    "A\npowerful car could do it in well under half an hour.",
    "Practically\nany car could average thirtyfive.",
    "But why anyone should either\nkill her here and take her body out to Gossington or should take\nher out to Gossington and strangle her there I dont know.",
    "Of course you dont because it didnt happen.",
    "Do you mean that she was strangled by some fellow who took\nher out in a car and he then decided to push her into the first\nlikely house in the neighbourhood\n\nI dont think anything of the kind.",
    "I think there was a very\ncareful plan made.",
    "What happened was that the plan went\nwrong.",
    "Sir Henry stared at her.",
    "Why did the plan go wrong\n\nMiss Marple said rather apologetically Such curious things\nhappen dont they If I were to say that this particular plan\nwent wrong because human beings are so much more\nvulnerable and sensitive than anyone thinks it wouldnt sound\nsensible would it But thats what I believe and  She broke\noff.",
    "Heres Mrs Bantry now.",
    "Chapter 12\n\nMrs Bantry was with Adelaide Jefferson.",
    "The former came up to\nSir Henry and exclaimed You\n\nI myself.",
    "He took both her hands and pressed them warmly.",
    "I cant tell you how distressed I am at all this Mrs B.\n\nMrs Bantry said mechanically Dont call me Mrs B and went\non Arthur isnt here.",
    "Hes taking it all rather seriously.",
    "Miss\nMarple and I have come here to sleuth.",
    "Do you know Mrs\nJefferson\n\nYes of course.",
    "He shook hands.",
    "Adelaide Jefferson said Have you seen my\nfatherinlaw\n\nYes.",
    "I have.",
    "Im glad.",
    "Were anxious about him.",
    "It was a terrible shock\n\n\fMrs Bantry said Lets go out on the terrace and have drinks\nand talk about it all.",
    "The four of them went out and joined Mark Gaskell who was\nsitting at the extreme end of the terrace by himself.",
    "After a few desultory remarks and the arrival of the drinks Mrs\nBantry plunged straight into the subject with her usual zest for\ndirect action.",
    "We can talk about it cant we she said.",
    "I mean were all old\nfriends except Miss Marple and she knows all about crime.",
    "And\nshe wants to help.",
    "Mark Gaskell looked at Miss Marple in a somewhat puzzled\nfashion.",
    "He said doubtfully Do you... er... write detective\nstories\n\nThe most unlikely people he knew wrote detective stories.",
    "And\nMiss Marple in her oldfashioned spinsters clothes looked a\nsingularly unlikely person.",
    "Oh no Im not clever enough for that.",
    "Shes wonderful said Mrs Bantry impatiently.",
    "I cant explain\nnow but she is... Now Addie I want to know all about things.",
    "What was she really like this girl\n\n\fWell  Adelaide Jefferson paused glanced across at Mark and\nhalf laughed.",
    "She said Youre so direct.",
    "Did you like her\n\nNo of course I didnt.",
    "What was she really like Mrs Bantry shifted her inquiry to\nMark Gaskell.",
    "Mark said deliberately Common or garden gold digger.",
    "And\nshe knew her stuff.",
    "Shed got her hooks into Jeff all right.",
    "Both of them called their fatherinlaw Jeff.",
    "Sir Henry thought looking disapprovingly at Mark indiscreet\nfellow.",
    "Shouldnt be so outspoken.",
    "He had always disapproved\na little of Mark Gaskell.",
    "The man had charm but he was\nunreliable talked too much was occasionally boastful not quite\nto be trusted Sir Henry thought.",
    "He had sometimes wondered if\nConway Jefferson thought so too.",
    "But couldnt you do something about it demanded Mrs\nBantry.",
    "Mark said dryly We might have if wed realized it in\ntime.",
    "He shot a glance at Adelaide and she coloured faintly.",
    "There\nhad been reproach in that glance.",
    "She said Mark thinks I ought to have seen what was coming.",
    "You left the old boy alone too much Addie.",
    "Tennis lessons and\nall the rest of it.",
    "Well I had to have some exercise.",
    "She spoke apologetically.",
    "Anyway I never dreamed \n\nNo said Mark neither of us ever dreamed.",
    "Jeff has always\nbeen such a sensible levelheaded old boy.",
    "Miss Marple made a contribution to the conversation.",
    "Gentlemen she said with her old maids way of referring to\nthe opposite sex as though it were a species of wild animal\nare frequently not so levelheaded as they seem.",
    "Ill say youre right said Mark.",
    "Unfortunately Miss Marple\nwe didnt realize that.",
    "We wondered what the old boy saw in\nthat rather insipid and meretricious little bag of tricks.",
    "But we\nwere pleased for him to be kept happy and amused.",
    "We thought\nthere was no harm in her.",
    "No harm in her I wish Id wrung her\nneck.",
    "Mark said Addie you really must be careful what you say.",
    "He grinned at her engagingly.",
    "I suppose I must.",
    "Otherwise people will think I actually did\nwring her neck.",
    "Oh well I suppose Im under suspicion\nanyway.",
    "If anyone had an interest in seeing that girl dead it\nwas Addie and myself.",
    "Mark cried Mrs Jefferson half laughing and half angry you\nreally mustnt\n\nAll right all right said Mark Gaskell pacifically.",
    "But I do like\nspeaking my mind.",
    "Fifty thousand pounds our esteemed fatherinlaw was proposing to settle upon that halfbaked nitwitted\nlittle sly puss \n\nMark you mustnt Shes dead\n\nYes shes dead poor little devil.",
    "And after all why shouldnt\nshe use the weapons that Nature gave her Who am I to judge\nDone plenty of rotten things myself in my life.",
    "No lets say Ruby\nwas entitled to plot and scheme and we were mugs not to have\ntumbled to her game sooner.",
    "Sir Henry said What did you say when Conway told you he\nproposed to adopt the girl\n\nMark thrust out his hands.",
    "What could we say Addie always\nthe little lady retained her selfcontrol admirably.",
    "Put a brave\nface upon it.",
    "I endeavoured to follow her example.",
    "I should have made a fuss said Mrs Bantry.",
    "Well frankly speaking we werent entitled to make a fuss.",
    "It\nwas Jeffs money.",
    "We werent his flesh and blood.",
    "Hed always\nbeen damned good to us.",
    "There was nothing for it but to bite on\n\n\fthe bullet.",
    "He added reflectively But we didnt love little\nRuby.",
    "Adelaide Jefferson said If only it had been some other kind of\ngirl.",
    "Jeff had two godchildren you know.",
    "If it had been one\nofthem well one would have understood it.",
    "She added with a\nshade of resentment And Jeffs always seemed so fond of\nPeter.",
    "Of course said Mrs Bantry.",
    "I always have known Peter was\nyour first husbands child but Id quite forgotten it.",
    "Ive always\nthought of him as Mr Jeffersons grandson.",
    "So have I said Adelaide.",
    "Her voice held a note that made\nMiss Marple turn in her chair and look at her.",
    "It was Josies fault said Mark Josie brought her here.",
    "Adelaide said Oh but surely you dont think it was deliberate\ndo you Why youve always liked Josie so much.",
    "Yes I did like her.",
    "I thought she was a good sport.",
    "It was\nsheer accident her bringing the girl down.",
    "Josies got a good\nhead on her shoulders my girl.",
    "Yes but she couldnt foresee \n\nMark said No she couldnt.",
    "I admit it.",
    "Im not really accusing\nher of planning the whole thing.",
    "But Ive no doubt she saw\nwhich way the wind was blowing long before we did and kept\nvery quiet about it.",
    "Adelaide said with a sigh I suppose one cant blame her for\nthat.",
    "Mark said Oh we cant blame anyone for anything Mrs\nBantry asked Was Ruby Keene very pretty Mark stared at\nher.",
    "I thought youd seen \n\nMrs Bantry said hastily Oh yes I saw her her body.",
    "But shed\nbeen strangled you know and one couldnt tell  She shivered.",
    "Mark said thoughtfully I dont think she was really pretty at all.",
    "She certainly wouldnt have been without any makeup.",
    "A thin\nferrety little face not much chin teeth running down her throat\nnondescript sort of nose \n\nIt sounds revolting said Mrs Bantry.",
    "Oh no she wasnt.",
    "As I say with makeup she managed to\ngive quite an effect of good looks... Dont you think so Addie\n\nYes rather chocolatebox pinkandwhite business.",
    "She had\nnice blue eyes.",
    "Yes innocentbaby stare and the heavily blacked lashes\nbrought out the blueness.",
    "Her hair was bleached of course.",
    "Its\ntrue when I come to think of it that in colouring artificial\ncolouring anyway she had a kind of spurious resemblance to\nRosamund my wife you know.",
    "I dare say thats what attracted\nthe old mans attention to her.",
    "He sighed.",
    "Well its a bad\nbusiness.",
    "The awful thing is that Addie and I cant help being\nglad really that shes dead.",
    "He quelled a protest from his\n\n\fsisterinlaw.",
    "Its no good Addie.",
    "I know what you feel.",
    "I feel\nthe same.",
    "And Im not going to pretend But at the same time if\nyou know what I mean I really am most awfully concerned for\nJeff about the whole business.",
    "Its hit him very hard.",
    "I \n\nHe stopped and stared toward the doors leading out of the\nlounge onto the terrace.",
    "Well well.",
    "See whos here... What an unscrupulous woman you\nare Addie.",
    "Mrs Jefferson looked over her shoulder uttered an exclamation\nand got up a slight colour rising in her face.",
    "She walked quickly\nalong the terrace and went up to a tall middleaged man with a\nthin brown face who was looking uncertainly about him.",
    "Mrs Bantry said Isnt that Hugo McLean\n\nMark Gaskell said Hugo McLean it is.",
    "Alias William Dobbin.",
    "Mrs Bantry murmured Hes very faithful isnt he\n\nDoglike devotion said Mark.",
    "Addies only got to whistle and\nHugo comes trotting along from any odd corner of the globe.",
    "Always hopes that someday shell marry him.",
    "I dare say she\nwill.",
    "Miss Marple looked beamingly after them.",
    "She said I see.",
    "A\nromance\n\n\fOne of the good oldfashioned kind Mark assured her.",
    "Its\nbeen going on for years.",
    "Addies that kind of woman.",
    "He added\nmeditatively I suppose Addie telephoned him this morning.",
    "She didnt tell me she had.",
    "Edwards came discreetly along the terrace and paused at\nMarks elbow.",
    "Excuse me sir.",
    "Mr Jefferson would like you to come up.",
    "Ill come at once.",
    "Mark sprang up.",
    "He nodded to them said See you later and\nwent off.",
    "Sir Henry leaned forward to Miss Marple.",
    "He said Well what\ndo you think of the principal beneficiaries of the crime\n\nMiss Marple said thoughtfully looking at Adelaide Jefferson as\nshe stood talking to her old friend I should think you know\nthat she was a very devoted mother.",
    "Oh she is said Mrs Bantry.",
    "Shes simply devoted to Peter.",
    "Shes the kind of woman said Miss Marple that everyone\nlikes.",
    "The kind of woman that could go on getting married again\nand again.",
    "I dont mean a mans woman  thats quite different.",
    "I know what you mean said Sir Henry.",
    "What you both mean said Mrs Bantry is that shes a good\nlistener.",
    "Sir Henry laughed.",
    "He said And Mark Gaskell\n\nAh said Miss Marple.",
    "Hes a downy fellow.",
    "Village parallel please\n\nMr Cargill the builder.",
    "He bluffed a lot of people into having\nthings done to their houses they never meant to do.",
    "And how he\ncharged them for it But he could always explain his bill away\nplausibly.",
    "A downy fellow.",
    "He married money.",
    "So did Mr\nGaskell I understand.",
    "You dont like him.",
    "Yes I do.",
    "Most women would.",
    "But he cant take me in.",
    "Hes a\nvery attractive person I think.",
    "But a little unwise perhaps to\ntalk as much as he does.",
    "Unwise is the word said Sir Henry.",
    "Mark will get himself into\ntrouble if he doesnt look out.",
    "A tall dark young man in white flannels came to the terrace and\npaused just for a second observing Adelaide Jefferson and\nHugo McLean.",
    "That one said Sir Henry obligingly is X whom we might\ndescribe as an interested party.",
    "He is the tennis dancing pro\nRaymond Starr Ruby Keenes partner.",
    "Miss Marple looked at him with interest.",
    "She said Hes very\nnicelooking isnt he\n\nI suppose so.",
    "Dont be absurd Sir Henry said Mrs Bantry.",
    "Theres no\nsupposing about it.",
    "He is goodlooking.",
    "Miss Marple murmured Mrs Jefferson has been taking tennis\nlessons I think she said.",
    "Do you mean anything by that Jane or dont you\n\nMiss Marple had no chance of replying to this downright\nquestion.",
    "Young Peter Carmody came across the terrace and\njoined them.",
    "He addressed himself to Sir Henry.",
    "I say are you a detective too I saw you talking to the\nsuperintendent the fat one is a superintendent isnt he\n\nQuite right my son.",
    "And somebody told me you were a frightfully important\ndetective from London.",
    "The head of Scotland Yard or\nsomething like that.",
    "The head of Scotland Yard is usually a complete dud in books\nisnt he\n\nOh no not nowadays.",
    "Making fun of the police is very oldfashioned.",
    "Do you know who did the murder yet\n\nNot yet Im afraid.",
    "Are you enjoying this very much Peter asked Mrs Bantry.",
    "Well I am rather.",
    "It makes a change doesnt it Ive been\nhunting round to see if I could find any clues but I havent been\nlucky.",
    "Ive got a souvenir though.",
    "Would you like to see it\nFancy mother wanted me to throw it away.",
    "I do think ones\nparents are rather trying sometimes.",
    "He produced from his pocket a small match box.",
    "Pushing it\nopen he disclosed the precious contents.",
    "See its a fingernail.",
    "Her fingernail.",
    "Im going to label it\nFingernail of the Murdered Woman and take it back to school.",
    "Its a good souvenir dont you think\n\nWhere did you get it asked Miss Marple.",
    "Well it was a bit of luck really.",
    "Because of course I didnt\nknow she was going to be murdered then.",
    "It was before dinner\nlast night.",
    "Ruby caught her nail in Josies shawl and it tore it.",
    "Mums cut it off for her and gave it to me and said put it in the\nwastepaper basket and I meant to but I put it in my pocket\n\n\finstead and this morning I remembered and looked to see if it\nwas still there and it was so now Ive got it as a souvenir.",
    "Disgusting said Mrs Bantry.",
    "Peter said politely Oh do you think so\n\nGot any other souvenirs asked Sir Henry.",
    "Well I dont know.",
    "Ive got something that might be.",
    "Explain yourself young man.",
    "Peter looked at him thoughtfully.",
    "Then he pulled out an\nenvelope.",
    "From the inside of it he extracted a piece of brown\ntapelike substance.",
    "Its a bit of that chap George Bartletts shoelace he\nexplained.",
    "I saw his shoes outside the door this morning and I\nbagged a bit just in case.",
    "In case what\n\nIn case he should be the murderer of course.",
    "He was the last\nperson to see her and thats always frightfully suspicious you\nknow... Is it nearly dinnertime do you think Im frightfully\nhungry.",
    "It always seems such a long time between tea and\ndinner... Hullo theres Uncle Hugo.",
    "I didnt know mums had\nasked him to come down.",
    "I suppose she sent for him.",
    "She\nalways does if shes in a jam.",
    "Heres Josie coming... Hi Josie\n\n\fJosephine Turner coming along the terrace stopped and\nlooked rather startled to see Mrs Bantry and Miss Marple.",
    "Mrs Bantry said pleasantly How dyou do Miss Turner.",
    "Weve\ncome to do a bit of sleuthing.",
    "Josie cast a guilty glance round.",
    "She said lowering her voice\nIts awful.",
    "Nobody knows yet.",
    "I mean it isnt in the papers yet.",
    "I\nsuppose everyone will be asking me questions and its so\nawkward.",
    "I dont know what I ought to say.",
    "Her glance went rather wistfully toward Miss Marple who said\nYes it will be a very difficult situation for you Im afraid.",
    "Josie warmed to this sympathy.",
    "You see Mr Prestcott said to me Dont talk about it And thats\nall very well but everyone is sure to ask me and you cant\noffend people can you Mr Prescott said he hoped Id feel able\nto carry on as usual and he wasnt very nice about it so of\ncourse I want to do my best.",
    "And I really dont see why it\nshould all be blamed on me.",
    "Sir Henry said Do you mind me asking you a frank question\nOh do ask me anything you like said Josie a little insincerely.",
    "Has there been any unpleasantness between you and Mrs\nJefferson and Mr Gaskell over all this\n\n\fOver the murder do you mean No I dont mean the\nmurder.",
    "Josie stood twisting her fingers together.",
    "She said rather\nsullenly Well there has and there hasnt if you know what I\nmean.",
    "Neither of them has said anything.",
    "But I think they blame\nit on me Mr Jefferson taking such a fancy to Ruby I mean.",
    "It\nwasnt my fault though was it These things happen and I\nnever dreamt of such a thing happening beforehand not for a\nmoment.",
    "I was quite dumbfounded.",
    "Her words rang out with what seemed undeniable sincerity.",
    "Sir Henry said kindly Im sure you were.",
    "But once it had\nhappened\n\nJosies chin went up.",
    "Well it was a piece of luck wasnt it Everyones got the right\nto have a piece of luck sometimes.",
    "She looked from one to the other of them in a slightly defiant\nquestioning manner and then went on across the terrace and\ninto the hotel.",
    "Peter said judicially I dont think she did it.",
    "Miss\n\nMarple\n\nmurmured Its\n\ninteresting that piece of\n\nfingernail.",
    "It had been worrying me you know how to account\nfor her nails.",
    "Nails asked Sir Henry.",
    "The dead girls nails explained Mrs Bantry.",
    "They were quite\nshort and now that Jane says so of course it was a little\nunlikely.",
    "A girl like that usually has absolute talons\n\nMiss Marple said But of course if she tore one off then she\nmight clip the others close so as to match.",
    "Did they find nail\nparings in her room I wonder\n\nSir\n\nHenry\n\nlooked\n\nat her\n\ncuriously.",
    "He\n\nsaid\n\nIll\n\nask\n\nSuperintendent Harper when he gets back.",
    "Back from where asked Mrs Bantry.",
    "He hasnt gone over to\nGossington has he\n\nSir Henry said gravely No.",
    "Theres been another tragedy.",
    "Blazing car in a quarry.",
    "Miss Marple caught her breath.",
    "Was there someone in the\ncar Im afraid so yes.",
    "Miss Marple said thoughtfully I expect that will be the Girl\nGuide whos missing.",
    "Patience no Pamela Reeves.",
    "Sir Henry stared at her.",
    "Now why on earth do you think that\n\n\fMiss Marple got rather pink.",
    "Well it was given out on the wireless that she was missing\nfrom her home since last night.",
    "And her home was Daneleigh\nVale  thats not very far from here and she was last seen at the\nGirl Guide rally up on Danebury Downs.",
    "Thats very close\nindeed.",
    "In fact shed have to pass through Danemouth to get\nhome.",
    "So it does rather fit in doesnt it I mean it looks as\nthough she might have seen or perhaps heard something that\nno one was supposed to see and hear.",
    "If so of course shed be\na source of danger to the murderer and shed have to be\nremoved.",
    "Two things like that must be connected dont you\nthink\n\nSir Henry said his voice dripping a little You think a second\nmurder\n\nWhy not Her quiet placid gaze met his.",
    "When anyone has\ncommitted one murder he doesnt shrink from another does\nhe Nor even from a third.",
    "A third You dont think there will be a third murder I think\nits just possible.",
    "Yes I think its highly possible.",
    "Miss Marple said Sir Henry you frighten me.",
    "Do you know\nwho is going to be murdered\n\nMiss Marple said Ive a very good idea.",
    "Chapter 13\n\n\fColonel Melchett and Superintendent Harper looked at each\nother.",
    "Harper had come over to Much Benham for a\nconsultation.",
    "Melchett said gloomily Well we know where we\nare or rather where we arent\n\nWhere we arent expresses it better sir.",
    "Weve got two deaths to take into account said Melchett.",
    "Two murders.",
    "Ruby Keene and the child Pamela Reeves.",
    "Not\nmuch to identify her by poor kid but enough.",
    "One shoe\nescaped burning and has been identified as hers and a button\nfrom\n\nher\n\nGirl\n\nGuide\n\nuniform.",
    "A\n\nfiendish\n\nbusiness\n\nsuperintendent.",
    "Superintendent Harper said very quietly Ill say youre right\nsir.",
    "Im glad to say Haydock is quite certain she was dead before\nthe car was set on fire.",
    "The way she was lying thrown across\nthe seat shows that.",
    "Probably knocked on the head poor kid.",
    "Or strangled perhaps.",
    "You think so\n\nWell sir there are murderers like that.",
    "I know.",
    "Ive seen the parents.",
    "The poor girls mothers beside\nherself.",
    "Damned painful the whole thing.",
    "The point for us to\nsettle is are the two murders connected\n\nThe superintendent ticked off the points on his fingers.",
    "Attended rally of Girl Guides on Danebury Downs.",
    "Stated by\ncompanion to be normal and cheerful.",
    "Did not return with three\ncompanions by the bus to Medchester.",
    "Said to them that she\nwas going to Danemouth to Woolworths and would take the\nbus home from there.",
    "Thats likely enough.",
    "Woolworths in\nDanemouth is a big affair.",
    "The girl lived in the back country and\ndidnt get many chances of going into town.",
    "The main road into\nDanemouth from the downs does a big round inland Pamela\nReeves took a short cut over two fields and a footpath and lane\nwhich would bring her into Danemouth near the Majestic Hotel.",
    "The lane in fact actually passes the hotel on the west side.",
    "Its\npossible therefore that she overheard or saw something\nsomething concerning Ruby Keene which would have proved\ndangerous to the murderer say for instance that she heard\nhim arranging to meet Ruby Keene at eleven that evening.",
    "He\nrealizes that this schoolgirl has overheard and he has to silence\nher.",
    "Colonel Melchett said Thats presuming Harper that the\nRuby Keene crime was premeditated not spontaneous.",
    "Superintendent Harper agreed.",
    "I believe it was sir.",
    "It looks as\nthough it would be the other way sudden violence a fit of\npassion or jealousy but Im beginning to think that thats not so.",
    "I dont see otherwise how you can account for the death of the\n\n\fchild.",
    "If she was a witness of the actual crime it would be late at\nnight round about eleven p.m. and what would she be doing\nround about the Majestic Hotel at that time of night Why at\nnine oclock her parents were getting anxious because she\nhadnt returned.",
    "The alternative is that she went to meet someone in\nDanemouth unknown to her family and friends and that her\ndeath is quite unconnected with the other death.",
    "Yes sir and I dont believe thats so.",
    "Look how even the old\nlady old Miss Marple tumbled to it at once that there was a\nconnection.",
    "She asked at once if the body in the burnt car was\nthe body of the Girl Guide.",
    "Very smart old lady that.",
    "These old\nladies are sometimes.",
    "Shrewd you know.",
    "Put their fingers on\nthe vital spot.",
    "Miss Marple has done that more than once said Colonel\nMelchett dryly.",
    "And besides sir theres the car.",
    "That seems to me to link up\nher death definitely with the Majestic Hotel.",
    "It was Mr George\nBartletts car.",
    "Again the eyes of the two men met.",
    "Melchett said George\nBartlett Could be What do you think\n\nAgain Harper methodically recited various points.",
    "Ruby Keene\nwas last seen with George Bartlett.",
    "He says she went to her\nroom borne out by the dress she was wearing being found\n\n\fthere but did she go to her room and change in order to go out\nwith him Had they made a date to go out together earlier\ndiscussed it say before dinner and did Pamela Reeves happen\nto overhear\n\nColonel Melchett said He didnt report the loss of his car until\nthe following morning and he was extremely vague about it\nthen pretended that he couldnt remember exactly when he\nhad last noticed it.",
    "That might be cleverness sir.",
    "As I see it hes either a very\nclever gentleman pretending to be a silly ass or else well he is\na silly ass.",
    "What we want said Melchett is motive.",
    "As it stands he had\nno motive whatever for killing Ruby Keene.",
    "Yes thats where were stuck every time.",
    "Motive.",
    "All the\nreports from the Palais de Danse at Brixwell are negative I\nunderstand.",
    "Absolutely Ruby Keene had no special boy friend.",
    "Slacks\nbeen into the matter thoroughly.",
    "Give Slack his due he is\nthorough.",
    "Thats right sir.",
    "Thorough is the word.",
    "If there was anything to ferret out hed have ferreted it out.",
    "But\ntheres nothing there.",
    "He got a list of her most frequent dancing\n\n\fpartners all vetted and found correct.",
    "Harmless fellows and all\nable to produce alibis for that night.",
    "Ah said Superintendent Harper.",
    "Alibis.",
    "Thats what were up\nagainst.",
    "Melchett looked at him sharply.",
    "Think so Ive left that side of\nthe investigation to you.",
    "Yes sir.",
    "Its been gone into very thoroughly.",
    "We applied to\nLondon for help over it.",
    "Well\n\nMr Conway Jefferson may think that Mr Gaskell and young Mrs\nJefferson are comfortably off but that is not the case.",
    "Theyre\nboth extremely hard up.",
    "Is that true\n\nQuite true sir.",
    "Its as Mr Conway Jefferson said he made over\nconsiderable sums of money to his son and daughter when they\nmarried.",
    "That was a number of years ago though.",
    "Mr Frank\nJefferson fancied himself as knowing good investments.",
    "He\ndidnt invest in anything absolutely wildcat but he was unlucky\nand showed poor judgment more than once.",
    "His holdings have\ngone steadily down.",
    "I should say that Mrs Jefferson found it\nvery difficult to make both ends meet and send her son to a\ngood school.",
    "But she hasnt applied to her fatherinlaw for help\n\nNo sir.",
    "As far as I can make out she lives with him and\nconsequently has no household expenses.",
    "And his health is such that he wasnt expected to live long\n\nThats right sir.",
    "Now for Mr Mark Gaskell hes a gambler pure\nand simple.",
    "Got through his wifes money very soon.",
    "Has got\nhimself tangled up rather badly just at present.",
    "He needs\nmoney badly and a good deal of it.",
    "Cant say I liked the looks of him much said Colonel Melchett.",
    "Wildlooking sort of fellow what And hes got a motive all\nright.",
    "Twentyfive thousand pounds it meant to him getting that\ngirl out of the way.",
    "Yes its a motive all right.",
    "They both had a motive.",
    "Im not considering Mrs Jefferson.",
    "No sir I know youre not.",
    "And anyway the alibi holds for both\nof them.",
    "They couldnt have done it.",
    "Just that.",
    "Youve got a detailed statement of their movements that\nevening\n\nYes I have.",
    "Take Mr Gaskell first.",
    "He dined with his fatherinlaw and Mrs Jefferson had coffee with them afterward when\nRuby Keene joined them.",
    "Then said he had to write letters and\n\n\fleft them.",
    "Actually he took his car and went for a spin down to\nthe front.",
    "He told me quite frankly he couldnt stick playing\nbridge for a whole evening.",
    "The old boys mad on it.",
    "So he made\nletters an excuse.",
    "Ruby Keene remained with the others.",
    "Mark\nGaskell returned when she was dancing with Raymond.",
    "After\nthe dance Ruby came and had a drink with them then she went\noff with young Bartlett and Gaskell and the others cut for\npartners and started their bridge.",
    "That was at twenty minutes\nto eleven and he didnt leave the table until after midnight.",
    "Thats quite certain sir.",
    "Everyone says so the family the\nwaiters everyone.",
    "Therefore he couldnt have done it.",
    "And Mrs\nJeffersons alibi is the same.",
    "She too didnt leave the table.",
    "Theyre out both of them out.",
    "Colonel Melchett leaned back\ntapping the table with a paper cutter.",
    "Superintendent Harper said That is assuming the girl was\nkilled before midnight.",
    "Haydock said she was.",
    "Hes a very sound fellow in police work\nIf he says a thing its so.",
    "There might be reasons  health physical idiosyncrasy or\nsomething.",
    "Ill put it to him.",
    "Melchett glanced at his watch picked up the\ntelephone receiver and asked for a number.",
    "He said Haydock\nought to be in now.",
    "Now assuming that she was killed after\nmidnight \n\n\fHarper said Then there might be a chance.",
    "There was some\ncoming and going afterward.",
    "Lets assume that Gaskell had\nasked the girl to meet him outside somewhere say at twenty\npast twelve.",
    "He slips away for a minute or two strangles her\ncomes back and disposes of the body later in the early hours of\nthe morning.",
    "Melchett said Takes her by car twenty miles to put her in\nBantrys library Dash it all its not a likely story.",
    "No it isnt the superintendent admitted at once.",
    "The telephone rang.",
    "Melchett picked up the receiver.",
    "Hullo\nHaydock is that you Ruby Keene.",
    "Would it be possible for her\nto have been killed after midnight\n\nI told you she was killed between ten and midnight.",
    "Yes I\nknow but one could stretch it a bit what\n\nNo you couldnt stretch it.",
    "When I say she was killed before\nmidnight I mean before midnight and dont try and tamper with\nthe medical evidence.",
    "Yes but couldnt there be some physiological whatnot You\nknow what I mean\n\nI know that you dont know what youre talking about.",
    "The girl\nwas perfectly healthy and not abnormal in any way and Im not\ngoing to say she was just to help you fit a rope round the neck\nof some wretched fellow whom you police wallahs have got\n\n\fyour knife into.",
    "Now dont protest.",
    "I know your ways.",
    "And by\nthe way the girl wasnt strangled willingly that is to say she\nwas drugged first.",
    "Powerful narcotic.",
    "She died of strangulation\nbut she was drugged first.",
    "Haydock rang off.",
    "Melchett said gloomily Well thats that.",
    "Harper said Thought Id found another likely starter but it\npetered out.",
    "Whats that Who\n\nStrictly speaking hes your pigeon sir.",
    "Name of Basil Blake.",
    "Lives near Gossington Hall.",
    "Impudent young jackanapes The colonels brow darkened as\nhe remembered Basil Blakes outrageous rudeness.",
    "Hows he\nmixed up in it\n\nSeems he knew Ruby Keene.",
    "Dined over at the Majestic quite\noften danced with the girl.",
    "Do you remember what Josie said to\nRaymond when Ruby was discovered to be missing.",
    "She isnt\nwith that film man is she Ive found out it was Blake she\nmeant.",
    "Hes employed with the Lenville Studios you know.",
    "Josie has nothing to go upon except a belief that Ruby was\nrather keen on him.",
    "Very promising.",
    "Harper very promising.",
    "Not so good as it sounds sir.",
    "Basil Blake was at a party at the\nstudios that night.",
    "You know the sort of thing.",
    "Starts at eight\nwith cocktails and goes on and on until the airs too thick to see\nthrough and everyone passes out.",
    "According to Inspector\nSlack whos questioned him he left the show round about\nmidnight.",
    "At midnight Ruby Keene was dead.",
    "Anyone bear out his statement\n\nMost of them I gather sir were rather... er... far gone.",
    "The...\ner... young woman now at the bungalow Miss Dinah Lee says\nthat statement is correct.",
    "Doesnt mean a thing.",
    "No sir probably not.",
    "Statements taken from other members of\nthe party bear Mr Blakes statement out on the whole though\nideas as to time are somewhat vague.",
    "Where are these studios Lenville sir thirty miles southwest\nof London.",
    "Its about the same distance from here.",
    "Yes sir.",
    "Colonel Melchett rubbed his nose.",
    "He said in a rather\ndissatisfied tone Well it looks as though we could wash him\nout.",
    "I think so sir.",
    "There is no evidence that he was seriously\nattracted by Ruby Keene.",
    "In fact Superintendent Harper\ncoughed primly he seems fully occupied with his own young\nlady.",
    "Melchett said Well we are left with X an unknown murderer\nso unknown Slack cant find a trace of him.",
    "Or Jeffersons soninlaw who might have wanted to kill the girl but didnt have a\nchance to do so.",
    "Daughterinlaw ditto.",
    "Or George Bartlett who\nhas no alibi but unfortunately no motive either.",
    "Or with young\nBlake who has an alibi and no motive.",
    "And thats the lot No\nstop.",
    "I suppose we ought to consider the dancing fellow\nRaymond Starr.",
    "After all he saw a lot of the girl.",
    "Harper said slowly Cant believe he took much interest in her\nor else hes a thundering good actor.",
    "And for all practical\npurposes hes got an alibi too.",
    "He was more or less in view\nfrom twenty minutes to eleven until midnight dancing with\nvarious partners.",
    "I dont see that we can make a case against\nhim.",
    "In fact said Colonel Melchett we cant make a case against\nanybody.",
    "George Bartletts our best hope Harper said.",
    "If we could\nonly hit on a motive.",
    "Youve had him looked up\n\nYes sir.",
    "Only child.",
    "Coddled by his mother.",
    "Came into a good\ndeal of money on her death a year ago.",
    "Getting through it fast.",
    "Weak rather than vicious.",
    "May be mental said Melchett hopefully.",
    "Superintendent Harper nodded.",
    "He said Has it struck you sir\nthat that may be the explanation of the whole case\n\nCriminal lunatic you mean\n\nYes sir.",
    "One of those fellows who go about strangling young\ngirls.",
    "Doctors have a long name for it.",
    "That would solve all our difficulties said Melchett.",
    "Theres\n\nonly\n\none\n\nthing\n\nI\n\ndont\n\nlike\n\nabout\n\nit\n\nsaid\n\nSuperintendent Harper.",
    "What\n\nIts too easy.",
    "Hm  yes perhaps.",
    "So as I said at the beginning where are\nwe\n\nNowhere sir said Superintendent Harper.",
    "Chapter 14\n\nConway Jefferson stirred in his sleep and stretched.",
    "His arms\nwere flung out long powerful arms into which all the strength\nof his body seemed to be concentrated since his accident.",
    "Through the curtains the morning light glowed softly.",
    "Conway\nJefferson smiled to himself.",
    "Always after a night of rest he\n\n\fwoke like this happy refreshed his deep vitality renewed.",
    "Another day So for a minute he lay.",
    "Then he pressed the\nspecial bell by his hand.",
    "And suddenly a wave of remembrance\nswept over him.",
    "Even as Edwards deft and quietfooted\nentered the room a groan was wrung from his master.",
    "Edwards\npaused with his hand on the curtains.",
    "He said Youre not in\npain sir\n\nConway Jefferson said harshly No.",
    "Go on pull em.",
    "The clear\nlight flooded the room.",
    "Edwards understanding did not glance\nat his master.",
    "His face grim Conway Jefferson lay remembering and thinking.",
    "Before his eyes he saw again the pretty vapid face of Ruby.",
    "Only in his mind he did not use the adjective vapid.",
    "Last night\nhe would have said innocent.",
    "A naive innocent child And\nnow A great weariness came over Conway Jefferson.",
    "He\nclosed his eyes.",
    "He murmured below his breath Margaret.",
    "It\nwas the name of his dead wife.",
    "II\n\nI like your friend said Adelaide Jefferson to Mrs Bantry.",
    "The\ntwo women were sitting on the terrace.",
    "Jane Marples a very remarkable woman said Mrs Bantry.",
    "Shes nice too said Addie smiling.",
    "People call her a scandal monger said Mrs Bantry but she\nisnt really.",
    "Just a low opinion of human nature\n\nYou could call it that.",
    "Its rather refreshing said Adelaide Jefferson after having\nhad too much of the other thing.",
    "Mrs Bantry looked at her\nsharply.",
    "Addie explained herself.",
    "So much high thinking\nidealization of an unworthy object\n\nYou mean Ruby Keene\n\nIll\n\nAddie nodded.",
    "I dont want to be horrid about her.",
    "There\nwasnt any harm in her.",
    "Poor little rat she had to fight for what\nshe wanted.",
    "She wasnt bad.",
    "Common and rather silly and quite\ngoodnatured but a decided little gold digger.",
    "I dont think she\nschemed or planned.",
    "It was just that she was quick to take\nadvantage of a possibility.",
    "And she knew just how to appeal to\nan elderly man who was lonely.",
    "I suppose said Mrs Bantry thoughtfully that Conway was\nlonely.",
    "Addie moved restlessly.",
    "She said He was this summer.",
    "She\npaused and then burst out Mark will have it that it was all my\nfault Perhaps it was I dont know.",
    "She was silent for a minute\n\n\fthen impelled by some need to talk she went on speaking in a\ndifficult almost reluctant way.",
    "Ive had such an odd sort of life.",
    "Mike Carmody my first husband died so soon after we were\nmarried it it knocked me out.",
    "Peter as you know was born\nafter his death.",
    "Frank Jefferson was Mikes great friend.",
    "So I\ncame to see a lot of him.",
    "He was Peters godfather Mike had\nwanted that.",
    "I got very fond of him and oh sorry for him too.",
    "Sorry queried Mrs Bantry with interest.",
    "Yes just that.",
    "It sounds odd.",
    "Frank had always had everything\nhe wanted.",
    "His father and his mother couldnt have been nicer\nto him.",
    "And yet how can I say it you see old Mr Jeffersons\npersonality is so strong.",
    "If you live with it you cant somehow\nhave a personality of your own.",
    "Frank felt that.",
    "When we were married he was very happy wonderfully so.",
    "Mr\nJefferson was very generous.",
    "He settled a large sum of money\non Frank said he wanted his children to be independent and\nnot have to wait for his death.",
    "It was so nice of him so generous.",
    "But it was much too sudden.",
    "He ought really to have\naccustomed Frank to independence little by little.",
    "It went to Franks head.",
    "He wanted to be as good a man as his\nfather as clever about money and business as farseeing and\nsuccessful.",
    "And of course he wasnt.",
    "He didnt exactly\nspeculate with the money but he invested in the wrong things\nat the wrong time.",
    "Its frightening you know how soon money\ngoes if youre not clever about it.",
    "The more Frank dropped the\n\n\fmore eager he was to get it back by some clever deal.",
    "So things\nwent from bad to worse.",
    "But my dear said Mrs Bantry couldnt Conway have\nadvised him\n\nHe didnt want to be advised.",
    "The one thing he wanted was to\ndo well on his own.",
    "Thats why we never let Mr Jefferson know.",
    "When Frank died there was very little left only a tiny income for\nme.",
    "And I didnt let his father know either.",
    "You see she turned\nabruptly it would have seemed like betraying Frank to\n\nhim.",
    "Frank would have hated it so.",
    "Mr Jefferson was ill for a\nlong time.",
    "When he got well he assumed that I was a verywelloff widow.",
    "Ive never undeceived him.",
    "Its been a point of\nhonour.",
    "He knows Im very careful about money but he just\napproves of that thinks Im a thrifty sort of woman.",
    "And of\ncourse Peter and I have lived with him practically ever since\nand hes paid for all our living expenses.",
    "So Ive never had to\nworry.",
    "She said slowly Weve been like a family all these\nyears only  only you see or dont you see Ive never been\nFranks widow to him Ive been Franks wife.",
    "Mrs Bantry grasped the implication.",
    "You mean hes never\naccepted their deaths\n\nNo.",
    "Hes been wonderful.",
    "But hes conquered his own terrible\ntragedy by refusing to recognize death.",
    "Mark is Rosamunds\nhusband and Im Franks wife and though Frank and\nRosamund arent exactly here with us they are still existent.",
    "Mrs Bantry said softly Its a wonderful triumph of faith.",
    "I know.",
    "Weve gone on year after year.",
    "But suddenly this\nsummer something went wrong in me.",
    "I felt  felt rebellious.",
    "Its\nan awful thing to say but I didnt want to think of Frank any\nmore All that was over my love and companionship with him\nand my grief when he died.",
    "It was something that had been and\nwasnt any longer.",
    "Its awfully hard to describe.",
    "Its like wanting to wipe the slate\nclean and start again.",
    "I wanted to be me Addie still reasonably\nyoung and strong and able to play games and swim and dance just a person.",
    "Even Hugo you know Hugo McLean hes a dear\nand wants to marry me but of course Ive never really thought\nof it but this summer I did begin to think of it not seriously only\nvaguely.",
    "She stopped and shook her head.",
    "And so I suppose\nits true.",
    "I neglected Jeff.",
    "I dont mean really neglected him but\nmy mind and thoughts werent with him.",
    "When Ruby as I saw\namused him I was rather glad.",
    "It left me freer to go and do my\nown things.",
    "I never dreamed of course I never dreamed that\nhe would be so so infatuated with her\n\nMrs Bantry asked And when did you find out\n\nI was dumbfounded absolutely dumbfounded And Im afraid\nangry too.",
    "Id have been angry said Mrs Bantry.",
    "There was Peter you see.",
    "Peters whole future depends on\nJeff.",
    "Jeff practically looked on him as a grandson or so I\nthought but of course he wasnt a grandson.",
    "He was no relation\nat all.",
    "And to think that he was going to be disinherited Her\nfirm wellshaped hands shook a little where they lay in her lap.",
    "For thats what it felt like.",
    "And for a vulgar golddigging little\nsimpleton Oh I could have killed her\n\nShe stopped stricken.",
    "Her beautiful hazel eyes met Mrs\nBantrys in a pleading horror.",
    "She said What an awful thing to\nsay\n\nHugo McLean coming quietly up behind them asked Whats\nan awful thing to say\n\nSit down Hugo.",
    "You know Mrs Bantry dont you\n\nMcLean had already greeted the older lady.",
    "He said now in a\nslow persevering way What was an awful thing to say\n\nAddie Jefferson said That Id like to have killed Ruby Keene.",
    "Hugo McLean reflected a minute or two.",
    "Then he said No I\nwouldnt say that if I were you.",
    "Might be misunderstood.",
    "His\neyes steady reflective gray eyes looked at her meaningly.",
    "He\nsaid Youve got to watch your step Addie.",
    "There was a\nwarning in his voice.",
    "Ill\n\n\fWhen Miss Marple came out of the hotel and joined Mrs Bantry\na few minutes later Hugo McLean and Adelaide Jefferson were\nwalking down the path to the sea together.",
    "Seating herself Miss\nMarple remarked He seems very devoted.",
    "Hes been devoted for years One of those men.",
    "I know.",
    "Like Major Bury.",
    "He hung round an AngloIndian widow\nfor quite ten years.",
    "A joke among her friends In the end she\ngave in but unfortunately ten days before they were to have\nbeen married she ran away with the chauffeur.",
    "Such a nice\nwoman too and usually so well balanced.",
    "People do do very odd things agreed Mrs Bantry.",
    "I wish\nyoud been here just now Jane.",
    "Addie Jefferson was telling me\nall about herself how her husband went through all his money\nbut they never let Mr Jefferson know.",
    "And then this summer\nthings felt different to her.",
    "Miss Marple nodded.",
    "Yes.",
    "She rebelled I suppose against\nbeing made to live in the past.",
    "After all theres a time for\neverything.",
    "You cant sit in the house with the blinds down\nforever.",
    "I suppose Mrs Jefferson just pulled them up and took\noff her widows weeds and her fatherinlaw of course didnt\nlike it.",
    "Felt left out in the cold though I dont suppose for a\nminute he realized who put her up to it.",
    "Still he certainly\nwouldnt like it.",
    "And so of course like old Mr Badger when his\nwife took up spiritualism he was just ripe for what happened.",
    "Any fairly nicelooking young girl who listened prettily would\nhave done.",
    "Do you think said Mrs Bantry that that cousin Josie got\nher down deliberately that it was a family plot\n\nMiss Marple shook her head.",
    "No I dont think so at all.",
    "I dont\nthink Josie has the kind of mind that could foresee peoples\nreactions.",
    "Shes rather dense in that way.",
    "Shes got one of\nthose shrewd limited practical minds that never do foresee\nthe future and are usually astonished by it.",
    "It seems to have taken everyone by surprise said Mrs Bantry.",
    "Addie and Mark Gaskell too apparently.",
    "Miss Marple smiled.",
    "I dare say he had his own fish to fry.",
    "A\nbold fellow with a roving eye Not the man to go on being a\nsorrowing widower for years no matter how fond he may have\nbeen of his wife.",
    "I should think they were both restless under\nold Mr Jeffersons yoke of perpetual remembrance.",
    "Only\nadded Miss Marple cynically its easier for gentlemen of\ncourse.",
    "IV\n\nAt that very moment Mark was confirming this judgment on\nhimself in a talk with Sir Henry Clithering.",
    "With characteristic\ncandour Mark had gone straight to the heart of things.",
    "Its just dawned on me he said that Im Favourite Suspect\nNumber One to the police Theyve been delving into my\nfinancial troubles.",
    "Im broke you know or very nearly.",
    "If dear\n\n\fold Jeff dies according to schedule in a month or two and\nAddie and I divide the dibs also according to schedule all will\nbe well.",
    "Matter of fact I owe rather a lot.",
    "If the crash comes it\nwill be a big one If I can stave it off it will be the other way\nround I shall come out on top and be very rich.",
    "Sir Henry Clithering said Youre a gambler Mark.",
    "Always have been.",
    "Risk everything thats my motto Yes its a\nlucky thing for me that somebody strangled that poor kid.",
    "I\ndidnt do it.",
    "Im not a strangler.",
    "I dont really think I could ever\nmurder anybody.",
    "Im too easygoing.",
    "But I dont suppose I can\nask the police to believe that I must look to them like the\nanswer to the criminal investigators prayer Motive on the\nspot not burdened with high moral scruples I cant imagine\nwhy Im not in the jug already.",
    "That superintendents got a very\nnasty eye.",
    "Youve got that useful thing an alibi.",
    "An alibi is the fishiest thing on Gods earth No innocent person\never has an alibi Besides it all depends on the time of death or\nsomething like that and you may be sure if three doctors say\nthe girl was killed at midnight at least six will be found who will\nswear positively that she was killed at five in the morning and\nwheres my alibi then\n\nWell you are able to joke about it.",
    "Damned bad taste isnt it said Mark cheerfully.",
    "Actually\nIm rather scared.",
    "One is with murder And dont think Im not\nsorry for old Jeff.",
    "I am.",
    "But its better this way bad as the shock\nwas than if hed found her out.",
    "What do you mean found her out Mark winked.",
    "Where did\nshe go off to last night Ill lay you any odds you like she went to\nmeet a man.",
    "Jeff wouldnt have liked that.",
    "He wouldnt have\nliked it at all.",
    "If hed found she was deceiving him that she\nwasnt the prattling little innocent she seemed well my fatherinlaw is an odd man.",
    "Hes a man of great selfcontrol but that\nselfcontrol can snap.",
    "And then lookout\n\nSir Henry glanced at him curiously.",
    "Are you fond of him or\nnot\n\nIm very fond of him and at the same time I resent him  Ill try\nand explain.",
    "Conway Jefferson is a man who likes to control his\nsurroundings.",
    "Hes a benevolent despot kind generous and\naffectionate but his is the tune and the others dance to his\npiping.",
    "Mark Gaskell paused.",
    "I loved my wife.",
    "I shall never\nfeel the same for anyone else.",
    "Rosamund was sunshine and\nlaughter and flowers and when she was killed I felt just like a\nman in the ring whos had a knockout blow.",
    "But the referees\nbeen counting a good long time now.",
    "Im a man after all.",
    "I like\nwomen.",
    "I dont want to marry again not in the least.",
    "Well thats\nall right.",
    "Ive had to be discreet but Ive had my good times all\nright.",
    "Poor Addie hasnt.",
    "Addies a really nice woman.",
    "Shes the\nkind of woman men want to marry.",
    "Give her half a chance and\n\n\fshe would marry again and be very happy and make the chap\nhappy too.",
    "But old Jeff saw her always as Franks wife and hypnotized her\ninto seeing herself like that.",
    "He doesnt know it but weve been\nin prison.",
    "I broke out on the quiet a long time ago.",
    "Addie broke\nout this summer and it gave him a shock.",
    "It broke up his world.",
    "Result Ruby Keene.",
    "Irrepressibly he\nsang But she is in her grave and oh The difference to me\n\nCome and have a drink Clithering.",
    "It was hardly surprising Sir Henry reflected that Mark Gaskell\nshould be an object of suspicion to the police.",
    "Chapter 15\n\nDoctor Metcalf was one of the bestknown physicians in\nDanemouth.",
    "He had no aggressive bedside manner but his\npresence in the sickroom had an invariably cheering effect.",
    "He\nwas middleaged with a quiet pleasant voice.",
    "He listened\ncarefully to Superintendent Harper and replied to his questions\nwith gentle precision.",
    "Harper said Then I can take it Doctor\nMetcalf that what I was told by Mrs Jefferson was substantially\ncorrect\n\nYes Mr Jeffersons health is in a precarious state.",
    "For several\nyears now the man has been driving himself ruthlessly.",
    "In his\ndetermination to live like other men he has lived at a far greater\n\n\fpace than the normal man of his age.",
    "He has refused to rest to\ntake things easy to go slow or any of the other phrases with\nwhich I and his other medical advisers have tendered to him.",
    "The result is that the man is an overworked engine.",
    "Heart\nlungs bloodpressure  theyre all overstrained.",
    "You say Mr Jefferson has resolutely refused to listen\n\nYes.",
    "I dont know that I blame him.",
    "Its not what I say to my\npatients superintendent but a man may as well wear out as\nrust out.",
    "A lot of my colleagues do that and take it from me its\nnot a bad way.",
    "In a place like Danemouth one sees most of the\nother thing.",
    "Invalids clinging to life terrified of overexerting\nthemselves terrified of a breath of drafty air of a stray germ of\nan injudicious meal.",
    "I expect thats true enough said Superintendent Harper.",
    "What it amounts to then is this Conway Jefferson is strong\nenough physically speaking or I suppose I mean muscularly\nspeaking.",
    "Just what can he do in the active line by the way\n\nHe has immense strength in his arms and shoulders.",
    "He was a\nvery powerful man before his accident.",
    "He is extremely\ndexterous in his handling of his wheeled chair and with the aid\nof crutches he can move himself about a room from his bed to\nthe chair for instance.",
    "Isnt it possible for a man injured as Mr Jefferson was to have\nartificial legs Not in his case.",
    "There was a spine injury.",
    "I see.",
    "Let me sum up again.",
    "Jefferson is strong and fit in the\nmuscular sense.",
    "He feels well and all that\n\nMetcalf nodded.",
    "But his heart is in a bad condition any overstrain or exertion\nor a shock or a sudden fright and he might pop off.",
    "Is that it\n\nMore or less.",
    "Overexertion is killing him slowly because he\nwont give in when he feels tired.",
    "That aggravates the cardiac\ncondition.",
    "It is unlikely that exertion would kill him suddenly.",
    "But a sudden shock or fright might easily do so.",
    "That is why I\nexpressly warned his family.",
    "Superintendent Harper said slowly But in actual fact a shock\ndidnt kill him.",
    "I mean doctor that there couldnt have been a\nmuch worse shock than this business and hes still alive.",
    "Doctor Metcalf shrugged his shoulders.",
    "I know.",
    "But if youd\nhad my experience superintendent youd know that case\nhistory shows the impossibility of prognosticating accurately.",
    "People who ought to die of shock and exposure dont die of\nshock and exposure et cetera et cetera.",
    "The human frame is\ntougher than one can imagine possible.",
    "Moreover in my\nexperience a physical shock is more often fatal than a mental\nshock.",
    "In plain language a door banging suddenly would be\nmore likely to kill Mr Jefferson than the discovery that a girl he\nwas fond of had died in a particularly horrible manner.",
    "Why is that I wonder\n\n\fThe breaking of a piece of bad news nearly always sets up a\ndefence reaction.",
    "It numbs the recipient.",
    "They are unable at\nfirst to take it in.",
    "Full realization takes a little time.",
    "But the\nbanged door someone jumping out of a cupboard the sudden\nonslaught of a motor as you cross a road all those things are\nimmediate in their action.",
    "The heart gives a terrified leap to put\nit in laymans language.",
    "Superintendent Harper said slowly But as far as anyone\nwould know Mr Jeffersons death might easily have been\ncaused by the shock of the girls death\n\nOh easily.",
    "The doctor looked curiously at the other.",
    "You\ndont think  I dont know what I think said Superintendent\nHarper vexedly.",
    "But youll admit sir that the two things would fit in very prettily\ntogether he said a little later to Sir Henry Clithering.",
    "Kill two\nbirds with one stone.",
    "First the girl and the fact of her death\ntakes off Mr Jefferson too before hes had any opportunity of\naltering his will.",
    "Do you think he will alter it\n\nYoud be more likely to know that sir than I would.",
    "What do\nyou say\n\nI dont know.",
    "Before Ruby Keene came on the scene I happen\nto know that he had left his money between Mark Gaskell and\n\n\fMrs Jefferson.",
    "I dont see why he should now change his mind\nabout that.",
    "But of course he might do so.",
    "Superintendent Harper agreed.",
    "You never know what bee a man is going to get in his bonnet\nespecially when he doesnt feel theres any moral obligation in\nthe disposal of his fortune.",
    "No blood relations in this case.",
    "Sir Henry said He is fond of the boy of young Peter.",
    "Dyou think he regards him as a grandson Youd know better\nthan I would sir.",
    "Sir Henry said slowly No I dont think so.",
    "Theres another thing Id like to ask you sir.",
    "Its a thing I cant\njudge for myself.",
    "But theyre friends of yours and so youd\nknow Id like very much to know just how fond Mr Jefferson is\nof Mr Gaskell and young Mrs Jefferson.",
    "Nobody doubts that he\nwas much attached to them both but he was attached to them\nas I see it because they were respectively the husband and\nthe wife of his daughter and his son.",
    "But supposing for\ninstance one of them had married again\n\nSir Henry reflected.",
    "He said Its an interesting point you raise\nthere.",
    "I dont know.",
    "Im inclined to suspect  this is a mere\nopinion  that it would have altered his attitude a good deal.",
    "He\nwould have wished them well borne no rancour but I think yes\n\n\fI rather think that he would have taken very little more interest\nin them.",
    "Superintendent Harper nodded.",
    "In both cases sir\n\nI think so yes.",
    "In Mr Gaskells almost certainly and I rather\nthink in Mrs Jeffersons also but thats not nearly so certain.",
    "I\nthink he was fond of her for her own sake.",
    "Sex\n\nwould\n\nhave\n\nsomething\n\nto\n\ndo\n\nwith\n\nthat\n\nsaid\n\nSuperintendent Harper sapiently.",
    "Easier for him to look on her\nas a daughter than to look on Mr Gaskell as a son.",
    "It works both\nways.",
    "Women accept a soninlaw as one of the family easily\nenough but there arent many times when a woman looks on\nher sons wife as a daughter.",
    "Superintendent Harper went on\nMind if we walk along this path sir to the tennis court I see\nMiss Marples sitting there.",
    "I want to ask her to do something\nfor me.",
    "As a matter of fact I want to rope you both in.",
    "In what way superintendent\n\nTo get at stuff that I cant get at myself.",
    "I want you to tackle\nEdwards for me sir.",
    "Edwards What do you want from him\n\nEverything you can think of.",
    "Everything he knows and what he\nthinks.",
    "About the relations between the various members of the\nfamily his angle on the Ruby Keene business.",
    "Inside stuff.",
    "He\nknows better than anyone the state of affairs.",
    "And he wouldnt\n\n\ftell me.",
    "But hell tell you.",
    "Because youre a gentleman and a\nfriend of Mr Jeffersons.",
    "Sir Henry said grimly Ive been sent for urgently to get at the\ntruth.",
    "I mean to do my utmost.",
    "He added Where do you want\nMiss Marple to help you\n\nWith some girls.",
    "Some of those Girls Guides.",
    "Weve found half\na dozen or so the ones who were most friendly with Pamela\nReeves.",
    "Its possible that they may know something.",
    "You see\nIve been thinking.",
    "It seems to me that if that girl was going to\nWoolworths she would have tried to persuade one of the other\ngirls to go with her.",
    "So I think its possible that Woolworths was\nonly an excuse.",
    "If so Id like to know where the girl was really\ngoing.",
    "She may have let slip something.",
    "If so I feel Miss\nMarples the person to get it out of these girls.",
    "Id say she\nknows a thing or two about girls.",
    "It sounds to me the kind of village domestic problem that is\nright up Miss Marples street.",
    "Shes very sharp you know.",
    "The superintendent smiled.",
    "He said Ill say youre right.",
    "Nothing much gets past her.",
    "Miss Marple looked up at their approach and welcomed them\neagerly.",
    "She listened to the superintendents request and at\nonce acquiesced.",
    "I should like to help you very much\nsuperintendent and I think that perhaps I could be of some use.",
    "What with the Sunday school you know and Brownies and our\nGuides and the orphanage quite near.",
    "Im on the committee\n\n\fyou know and often run in to have a little talk with the matron\nand their servants.",
    "I usually have very young maids.",
    "Oh yes\nIve quite a lot of experience in when a girl is speaking the truth\nand when shes holding something back\n\nIn fact youre an expert said Sir Henry.",
    "Miss Marple flashed him a reproachful glance and said Oh\nplease dont laugh at me Sir Henry.",
    "I shouldnt dream of laughing at you.",
    "Youve had the laugh on\nme too many times.",
    "One does see so much evil in a village murmured Miss\nMarple in an explanatory voice.",
    "By the way said Sir Henry Ive cleared up one point you\nasked me about.",
    "The superintendent tells me that there were\nnail clippings in Rubys wastepaper basket.",
    "Miss Marple said thoughtfully There were Then thats that.",
    "Why did you want to know Miss Marple asked the\nsuperintendent.",
    "Miss Marple said It was one of the things that well that\nseemed wrong when I looked at the body.",
    "The hands were\nwrong somehow and I couldnt at first think why.",
    "Then I\nrealized that girls who are very much made up and all that\nusually have very long fingernails.",
    "Of course I know that girls\neverywhere do bite their nails its one of those habits that are\n\n\fvery hard to break oneself of.",
    "But vanity often does a lot to help.",
    "Still I presumed that this girl hadnt cured herself.",
    "And then the\nlittle boy Peter you know he said something which showed\nthat her nails had been long only she caught one and broke it.",
    "So then of course she might have trimmed off the rest to make\nan even appearance and I asked about clippings and Sir Henry\nsaid hed find out.",
    "Sir Henry remarked You said just now one of the things that\nseemed wrong when I looked at the body.",
    "Was there something\nelse\n\nMiss Marple nodded vigorously.",
    "Oh yes she said.",
    "There\nwas the dress.",
    "The dress was all wrong.",
    "Both men looked at her curiously.",
    "Now why said Sir Henry.",
    "Well you see it was an old dress.",
    "Josie said so definitely and\nI could see for myself that it was shabby and rather worn.",
    "Now\nthats all wrong.",
    "I dont see why.",
    "Miss Marple got a little pink Well the idea is isnt it that Ruby\nKeene changed her dress and went off to meet someone on\nwhom she presumably had what my young nephews call a\ncrush\n\n\fThe superintendents eyes twinkled a little.",
    "Thats the theory.",
    "Shed got a date with someone a boy friend as the saying\ngoes.",
    "Then why demanded Miss Marple was she wearing an old\ndress\n\nThe superintendent scratched his head thoughtfully.",
    "He said I\nsee your point.",
    "You think shed wear a new one\n\nI think shed wear her best dress.",
    "Girls do.",
    "Sir Henry interposed Yes but look here Miss Marple.",
    "Suppose she was going outside to this rendezvous.",
    "Going in an\nopen car perhaps or walking in some rough going.",
    "Then shed\nnot want to risk messing a new frock and shed put on an old\none.",
    "That would be the sensible thing to do agreed the\nsuperintendent.",
    "Miss Marple turned on him.",
    "She spoke with animation.",
    "The\nsensible thing to do would be to change into trousers and a\npullover or into tweeds.",
    "That of course I dont want to be\nsnobbish but Im afraid its unavoidable thats what a girl of of\nour class would do.",
    "A wellbred girl continued Miss Marple warming to her\nsubject is always very particular to wear the right clothes for\nthe right occasion.",
    "I mean however hot the day was a well\n\n\fbred girl would never turn up at a pointtopoint in a silk\nflowered frock.",
    "And the correct wear to meet a lover demanded Sir Henry.",
    "If she were meeting him inside the hotel or somewhere where\nevening dress was worn shed wear her best evening frock of\ncourse but outside shed feel shed look ridiculous in evening\ndress and shed wear her most attractive sports wear.",
    "Granted Fashion Queen but the girl Ruby \n\nMiss Marple said Ruby of course wasnt well to put it bluntly\nRuby wasnt a lady.",
    "She belonged to the class that wear their\nbest clothes however unsuitable to the occasion.",
    "Last year\nyou know we had a picnic outing at Scrantor Rocks.",
    "Youd be\nsurprised at the unsuitable clothes the girls wore.",
    "Foulard\ndresses and patentleather shoes and quite elaborate hats\nsome of them.",
    "For climbing about over rocks and in gorse and\nheather.",
    "And the young men in their best suits.",
    "Of course\nhikings different again.",
    "Thats practically a uniform and girls\ndont seem to realize that shorts are very unbecoming unless\nthey are very slender.",
    "The superintendent said slowly And you think that Ruby\nKeene \n\nI think that shed have kept on the frock she was wearing her\nbest pink one.",
    "Shed only have changed it if shed had\nsomething newer still.",
    "Superintendent Harper said And whats your explanation\nMiss Marple\n\nMiss Marple said I havent got one yet.",
    "But I cant help feeling\nthat its important.",
    "Chapter 16\n\nInside the wire cage the tennis lesson that Raymond Starr was\ngiving had come to an end.",
    "A stout middleaged woman uttered\na few appreciative squeaks picked up a skyblue cardigan and\nwent off toward the hotel.",
    "Raymond called out a few gay words\nafter her.",
    "Then he turned toward the bench where the three\nonlookers were sitting.",
    "The balls dangled in a net in his hand\nhis racket was under one arm.",
    "The gay laughing expression on\nhis face was wiped off as though by a sponge from a slate.",
    "He\nlooked tired and worried.",
    "Coming toward them he said Thats\nover.",
    "Then the smile broke out again that charming boyish\nexpressive smile that went so harmoniously with his suntanned\nface and dark lithe grace.",
    "Sir Henry found himself wondering\nhow old the man was.",
    "Twentyfive thirty thirtyfive It was\nimpossible to say.",
    "Raymond said shaking his head a little\nShell never be able to play you know.",
    "All this must said Miss Marple be very boring for you.",
    "Raymond said simply It is sometimes.",
    "Especially at the end of\nthe summer.",
    "For a time the thought of the pay buoys one up but\neven that fails to stimulate imagination in the end.",
    "Superintendent Harper got up.",
    "He said abruptly Ill call for you\nin half an hours time Miss Marple if that will be all right\n\nPerfectly thank you.",
    "I shall be ready.",
    "Harper went off.",
    "Raymond stood looking after him.",
    "Then he\nsaid Mind if I sit for a bit\n\nDo said Sir Henry.",
    "Have a cigarette He offered his case\nwondering as he did so why he had a slight feeling of prejudice\nagainst Raymond Starr.",
    "Was it simply because he was a\nprofessional tennis coach and dancer If so it wasnt the\ntennis it was the dancing.",
    "The English Sir Henry decided had\na distrust for any man who danced too well.",
    "This fellow moved\nwith too much grace.",
    "Ramon Raymond  which was his name\nAbruptly he asked the question.",
    "The\n\nother\n\nseemed\n\namused.",
    "Ramon\n\nwas\n\nmy\n\noriginal\n\nprofessional name.",
    "Ramon and Josie.",
    "Spanish effect you know.",
    "Then there was rather a prejudice against foreigners so I\nbecame Raymond very British.",
    "Miss Marple said And is your real name something quite\ndifferent\n\nHe smiled at her.",
    "Actually my real name is Ramon.",
    "I had an\nArgentine grandmother you see.",
    "And that accounts for that\nswing from the hips thought Sir Henry parenthetically.",
    "But my\nfirst name is Thomas.",
    "Painfully prosaic.",
    "He turned to Sir\n\n\fHenry.",
    "You come from Devonshire dont you sir From Stane\nMy people lived down that way.",
    "At Alsmonston.",
    "Sir Henrys face lit up.",
    "Are you one of the Alsmonston Starrs I\ndidnt realize that.",
    "No I dont suppose you would.",
    "There was a slight bitterness\nin his voice.",
    "Sir Henry said Bad luck... er all that.",
    "The place being sold up after it had been in the family for three\nhundred years Yes it was rather Still our kind have to go I\nsuppose Weve outlived our usefulness.",
    "My elder brother went\nto New York.",
    "Hes in publishing  doing well.",
    "The rest of us are\nscattered up and down the earth.",
    "Ill say its hard to get a job\nnowadays when youve nothing to say for yourself except that\nyouve had a publicschool education.",
    "Sometimes if youre\nlucky you get taken on as a reception clerk at a hotel.",
    "The tie\nand the manner are an asset there.",
    "The only job I could get was\nshowman in a plumbing establishment.",
    "Selling superb peachand lemoncoloured porcelain baths.",
    "Enormous showrooms\nbut as I never knew the price of the damned things or how soon\nwe could deliver them I got fired.",
    "The only things I could do were dance and play tennis.",
    "I got\ntaken on at a hotel on the Riviera.",
    "Good pickings there.",
    "I\nsuppose I was doing well.",
    "Then I overheard an old colonel real\nold colonel incredibly ancient British to the backbone and\nalways talking about Poona.",
    "He went up to the manager and\nsaid at the top of his voice Wheres the gigolo I want to get\nhold of the gigolo.",
    "My wife and daughter want to dance yer\n\n\fknow.",
    "Where is the feller What does he sting yer for Its the\ngigolo I want.",
    "Raymond said Silly to mind.",
    "But I did.",
    "I\nchucked it.",
    "Came here.",
    "Less pay but pleasanter.",
    "Mostly\nteaching tennis to rotund women who will never never be able\nto play.",
    "That and dancing with the wallflower daughters of rich\nclients Oh well its life I suppose.",
    "Excuse todays hardluck\nstory.",
    "He laughed.",
    "His teeth flashed out white his eyes\ncrinkled up at the corners.",
    "He looked suddenly healthy and\nhappy and very much alive.",
    "Sir Henry said Im glad to have a chat with you.",
    "Ive been\nwanting to talk with you.",
    "About Ruby Keene I cant help you you know.",
    "I dont know\nwho killed her.",
    "I knew very little about her.",
    "She didnt confide in\nme.",
    "Miss Marple said Did you like her\n\nNot particularly.",
    "I didnt dislike her.",
    "His voice was careless\nuninterested.",
    "Sir Henry said So youve no suggestions\n\nIm afraid not.",
    "Id have told Harper if I had.",
    "It just seems to me\none of those things Petty sordid little crime no clues no\nmotive.",
    "Two people had a motive said Miss Marple.",
    "Sir Henry looked\nat her sharply.",
    "Really Raymond looked surprised.",
    "Miss Marple looked insistently at Sir Henry and he said rather\nunwillingly Her death probably benefits Mrs Jefferson and Mr\nGaskell to the amount of fifty thousand pounds.",
    "What Raymond looked really startled more than startled\nupset.",
    "Oh but thats absurd absolutely absurd.",
    "Mrs Jefferson\n neither of them could have had anything to do with it.",
    "It would\nbe incredible to think of such a thing.",
    "Miss Marple coughed.",
    "She said gently Im afraid you know\nyoure rather an idealist.",
    "I He laughed.",
    "Not me Im a hardboiled cynic.",
    "Money\nsaid Miss Marple is a very powerful motive.",
    "Perhaps Raymond said.",
    "But that either of those two would\nstrangle a girl in cold blood  He shook his head.",
    "Then he got\nup.",
    "Heres Mrs Jefferson now.",
    "Come for her lesson.",
    "Shes\nlate.",
    "His voice sounded amused.",
    "Ten minutes late\n\nAdelaide Jefferson and Hugo McLean were walking rapidly\ndown the path toward them.",
    "With a smiling apology for her\nlateness Addie Jefferson went onto the court.",
    "McLean sat\ndown on the bench.",
    "After a polite inquiry whether Miss Marple\nminded a pipe he lit it and puffed for some minutes in silence\nwatching critically the two white figures about the tennis court.",
    "He said at last Cant see what Addie wants to have lessons\nfor.",
    "Have a game yes.",
    "No one enjoys it better than I do.",
    "But why\nlessons\n\n\fWants to improve her game said Sir Henry.",
    "Shes not a bad player said Hugo.",
    "Good enough at all\nevents.",
    "Dash it all she isnt aiming to play at Wimbledon.",
    "He\nwas silent for a minute or two.",
    "Then he said Who is this\nRaymond fellow Where do they come from these pros Fellow\nlooks like a Dago to me.",
    "Hes one of the Devonshire Starrs said Sir Henry.",
    "What Not\nreally\n\nSir Henry nodded.",
    "It was clear that this news was unpleasing to\nHugo McLean.",
    "He scowled more than ever.",
    "He said Dont\nknow why Addie sent for me.",
    "She seems not to have turned a\nhair over this business.",
    "Never looked better.",
    "Why send for me\n\nSir Henry asked with some curiosity When did she send for\nyou\n\nOh... er... when all this happened.",
    "How did you hear Telephone or telegram\n\nTelegram.",
    "As a matter of curiosity when was it sent off\n\nWell I dont know exactly.",
    "What time did you receive it\n\nI didnt exactly receive it.",
    "It was telephoned on to me as a\nmatter of fact.",
    "Why where were you\n\nFact is Id left London the afternoon before.",
    "I was staying at\nDanebury Head.",
    "What Quite near here\n\nYes rather funny wasnt it Got the message when I got in\nfrom a round of golf and came over here at once.",
    "Miss Marple gazed at him thoughtfully.",
    "He looked hot and\nuncomfortable.",
    "She said Ive heard its very pleasant at\nDanebury Head and not very expensive.",
    "No its not expensive.",
    "I couldnt afford it if it was.",
    "Its a nice\nlittle place.",
    "We must drive over there one day said Miss\nMarple.",
    "Eh What Oh or yes I should.",
    "He got up.",
    "Better take some\nexercise get an appetite.",
    "He walked away stiffly.",
    "Women said Sir Henry treat their devoted admirers very\nbadly.",
    "Miss Marple smiled but made no answer.",
    "Does he strike you as rather a dull dog asked Sir Henry.",
    "Id\nbe interested to know.",
    "A little limited in his ideas perhaps said Miss Marple.",
    "But\nwith possibilities I think  oh definitely possibilities.",
    "Sir Henry in his turn got up.",
    "Its time for me to go and do my\nstuff.",
    "I see Mrs Bantry is on her way to keep you company.",
    "II\n\nMrs Bantry arrived breathless and sat down with a gasp.",
    "She\nsaid Ive been talking to chambermaids.",
    "But it isnt any good.",
    "I\nhavent found out a thing more Do you think that girl can really\nhave been carrying on with someone without everybody in the\nhotel knowing all about it\n\nThats a very interesting point dear.",
    "I should say definitely not.",
    "Somebody knows depend upon it if its true.",
    "But she must have\nbeen very clever about it.",
    "Mrs Bantrys attention had strayed to the tennis court.",
    "She said\napprovingly Addies tennis is coming on a lot.",
    "Attractive\nyoung man that tennis pro.",
    "Addies quite nicelooking.",
    "Shes\nstill an attractive woman.",
    "I shouldnt be at all surprised if she\nmarried again.",
    "Shell be quite a rich woman too when Mr Jefferson dies\nsaid Miss Marple.",
    "Oh dont always have such a nasty mind Jane.",
    "Why havent\nyou solved this mystery yet We dont seem to be getting on at\nall.",
    "I thought youd know at once.",
    "Mrs Bantrys tone held\nreproach.",
    "No no dear I didnt know at once not for some time.",
    "Mrs Bantry turned startled and incredulous eyes on her.",
    "You\nmean you know now who killed Ruby Keene\n\nOh yes said Miss Marple.",
    "I know that But Jane who is it\nTell me at once.",
    "Miss Marple shook her head very firmly and pursed up her lips.",
    "Im sorry Dolly but that wouldnt do at all.",
    "Why wouldnt it do\n\nBecause youre so indiscreet.",
    "You would go round telling\neveryone or if you didnt tell youd hint.",
    "No indeed I wouldnt.",
    "I wouldnt tell a soul.",
    "People who use that phrase are always the last to live up to it.",
    "Its no good dear.",
    "Theres a long way to go yet.",
    "A great many\nthings that are quite obscure.",
    "You remember when I was so\nagainst letting Mrs Partridge collect for the Red Cross and I\ncouldnt say why.",
    "The reason was that her nose had twitched in\njust the same way that that maid of mine Alice twitched her\nnose when I sent her out to pay the accounts.",
    "Always paid them\n\n\fa shilling or so short and said it could go on to next week\nwhich of course was exactly what Mrs Partridge did only on a\nmuch larger scale.",
    "Seventyfive pounds it was she embezzled.",
    "Never mind Mrs Partridge said Mrs Bantry.",
    "But I had to explain to you.",
    "And if you care I give you a hint.",
    "The trouble in this case is that everybody has been much too\ncredulous and believing.",
    "You simply cannot afford to believe\neverything that people tell you.",
    "When theres anything fishy\nabout I never believe anyone at all.",
    "You see I know human\nnature so well.",
    "Mrs Bantry was silent for a minute or two.",
    "Then she said in a\ndifferent tone of voice I told you didnt I that I didnt see why I\nshouldnt enjoy myself over this case A real murder in my own\nhouse The sort of thing that will never happen again.",
    "I hope not said Miss Marple.",
    "Well so do I really.",
    "Once is enough.",
    "But its my murder Jane.",
    "I want to enjoy myself over it.",
    "Miss Marple shot a glance at her.",
    "Mrs Ban try said belligerently\nDont you believe that\n\nMiss Marple said sweetly Of course Dolly if you tell me so.",
    "Yes but you never believe what people tell you do you\nYouve just said so.",
    "Well youre quite right.",
    "Mrs Bantrys voice\n\n\ftook on a sudden bitter note.",
    "She said Im not altogether a\nfool.",
    "You may think Jane that I dont know what theyre saying\nall over St Mary Mead all over the county Theyre saying one\nand all that theres no smoke without fire that if the girl was\nfound in Arthurs library then Arthur must know something\nabout it.",
    "Theyre saying that the girl was Arthurs mistress that\nshe was his illegitimate daughter that she was blackmailing\nhim theyre saying anything that comes into their heads.",
    "And it\nwill go on like that Arthur wont realize it at first he wont know\nwhats wrong.",
    "Hes such a dear old stupid that hed never\nbelieve people would think things like that about him.",
    "Hell be\ncoldshouldered  and looked at askance whatever that means\n and it will dawn on him little by little and suddenly hell be\nhorrified and cut to the soul and hell fasten up like a clam and\njust endure day after day.",
    "Its because of all thats going to\nhappen to him that Ive come here to ferret out every single\nthing about it that I can This murders got to be solved If it\nisnt then Arthurs whole life will be wrecked and I wont have\nthat happen.",
    "I wont I wont I wont She paused for a minute\nand said I wont have the dear old boy go through hell for\nsomething he didnt do.",
    "Thats the only reason I came to\nDanemouth and left him alone at home  to find out the truth.",
    "I know dear said Miss Marple.",
    "Thats why Im here too.",
    "Chapter 17\n\nIn a quiet hotel room Edwards was listening deferentially to Sir\nHenry Clithering.",
    "There are certain questions I would like to ask you Edwards\nbut I want you first to understand quite clearly my position here.",
    "I was at one time commissioner of the police at Scotland Yard.",
    "I\nam now retired into private life.",
    "Your master sent for me when\nthis tragedy occurred.",
    "He begged me to use my skill and\nexperience in order to find out the truth.",
    "Sir Henry paused.",
    "Edwards his pale intelligent eyes on the others face inclined\nhis head.",
    "He said Quite so.",
    "Sir Henry.",
    "Clithering went on slowly and deliberately In all police cases\nthere is necessarily a lot of information that is held back.",
    "It is\nheld back for various reasons  because it touches on a family\nskeleton because it is considered to have no bearing on the\ncase\n\nbecause\n\nit\n\nwould\n\nentail\n\nawkwardness\n\nand\n\nembarrassment to the parties concerned.",
    "Again Edwards said Quite so.",
    "Sir Henry.",
    "I expect Edwards that by now you appreciate quite clearly\nthe main points of this business.",
    "The dead girl was on the point\nof becoming Mr Jeffersons adopted daughter.",
    "Two people had\na motive in seeing that this should not happen.",
    "Those two\npeople are Mr Gaskell and Mrs Jefferson.",
    "The valets eyes displayed a momentary gleam.",
    "He said May I\nask if they are under suspicion sir\n\n\fThey are in no danger of arrest if that is what you mean.",
    "But\nthe police are bound to be suspicious of them and will continue\nto be so until the matter is cleared up.",
    "An unpleasant position for them sir.",
    "Very unpleasant.",
    "Now to get at the truth one must have all the\nfacts of the case.",
    "A lot depends must depend on the reactions\nthe words and gestures of Mr Jefferson and his family.",
    "How did\nthey feel what did they show what things were said I am\nasking you Edwards for inside information the kind of inside\ninformation that only you are likely to have.",
    "You know your\nmasters moods.",
    "From observation of them you probably know\nwhat caused them.",
    "I am asking this not as a policeman but as a\nfriend of Mr Jeffersons.",
    "That is to say if anything you tell me is\nnot in my opinion relevant to the case I shall not pass it on to\nthe police.",
    "He paused.",
    "Edwards said quietly I understand you sir.",
    "You want me to\nspeak quite frankly to say things that in the ordinary course of\nevents I should not say and that excuse me sir you wouldnt\ndream of listening to.",
    "Sir Henry said Youre a very intelligent fellow Edwards.",
    "Thats\nexactly what I do mean.",
    "Edwards was silent for a minute or two then he began to\nspeak.",
    "Of course I know Mr Jefferson fairly well by now.",
    "Ive\nbeen with him quite a number of years.",
    "And I see him in his off\nmoments not only in his on ones.",
    "Sometimes sir Ive\n\n\fquestioned in my own mind whether its good for anyone to fight\nfate in the way Mr Jefferson has fought.",
    "Its taken a terrible toll\nof him sir.",
    "If sometimes he could have given way been an\nunhappy lonely broken old man well it might have been\nbetter for him in the end.",
    "But hes too proud for that.",
    "Hell go\ndown fighting thats his motto.",
    "But that sort of thing leads Sir\nHenry to a lot of nervous reaction.",
    "He looks a goodtempered\ngentleman.",
    "Ive seen him in violent rages when he could hardly\nspeak for passion.",
    "And the one thing that roused him sir was\ndeceit.",
    "Are you saying that for any particular reason Edwards Yes\nsir.",
    "I am.",
    "You asked me sir to speak quite frankly.",
    "That is the\nidea.",
    "Well then Sir Henry in my opinion the young woman that Mr\nJefferson was so taken up with wasnt worth it.",
    "She was to put\nit bluntly a common little piece.",
    "And she didnt care tuppence\nfor Mr Jefferson.",
    "All that play of affection and gratitude was so\nmuch poppycock.",
    "I dont say there was any harm in her but she\nwasnt by a long way what Mr Jefferson thought her.",
    "It was\nfunny that sir for Mr Jefferson was a shrewd gentleman he\nwasnt often deceived over people.",
    "But there a gentleman isnt\nhimself in his judgment when it comes to a young woman being\nin question.",
    "Young Mrs Jefferson you see whom hed always\ndepended upon a lot for sympathy had changed a good deal\nthis summer.",
    "He noticed it and he felt it badly.",
    "He was fond of\nher you see.",
    "Mr Mark he never liked much.",
    "Sir Henry interjected And yet he had him with him\nconstantly\n\nYes but that was for Miss Rosamunds sake.",
    "Mrs Gaskell that\nwas.",
    "She was the apple of his eye.",
    "He adored her.",
    "Mr Mark was\nMiss Rosamunds husband.",
    "He always thought of him like that.",
    "Supposing Mr Mark had married someone else\n\nMr Jefferson sir would have been furious.",
    "Sir Henry raised his eyebrows.",
    "As much as that\n\nHe wouldnt have shown it but thats what it would have\nbeen.",
    "And if Mrs Jefferson had married again\n\nMr Jefferson wouldnt have liked that either sir.",
    "Please go on Edwards.",
    "I was saying sir that Mr Jefferson fell for this young woman.",
    "Ive often seen it happen with the gentlemen Ive been with.",
    "Comes over them like a kind of disease.",
    "They want to protect\nthe girl and shield her and shower benefits upon her and nine\ntimes out often the girl is very well able to look after herself and\nhas a good eye to the main chance.",
    "So you think Ruby Keene was a schemer\n\n\fWell Sir Henry she was quite inexperienced being so young\nbut she had the makings of a very fine schemer indeed when\nshed once got well into her swing so to speak.",
    "In another five\nyears shed have been an expert at the game.",
    "Sir Henry said Im glad to have your opinion of her.",
    "Its\nvaluable.",
    "Now do you recall any incidents in which this matter\nwas discussed between Mr Jefferson and the members of his\nfamily\n\nThere was very little discussion sir.",
    "Mr Jefferson announced\nwhat he had in mind and stifled any protests.",
    "That is he shut up\nMr Mark who was a bit outspoken.",
    "Mrs Jefferson didnt say\nmuch  shes a quiet lady  only urged him not to do anything in a\ngreat hurry.",
    "Sir Henry nodded.",
    "Anything else What was the girls\nattitude\n\nWith marked distaste the valet said I should describe it Sir\nHenry as jubilant.",
    "Ah jubilant you say You had no reason to believe Edwards\nthat  he sought about for a phrase suitable to Edwards that... er... her affections were engaged elsewhere\n\nMr Jefferson was not proposing marriage sir.",
    "He was going to\nadopt her.",
    "Cut out the elsewhere and let the question stand.",
    "The valet said slowly There was one incident sir.",
    "I happened\nto be a witness of it.",
    "That is gratifying.",
    "Tell me.",
    "There is probably nothing in it sir.",
    "It was just that one day the\nyoung woman chancing to open her handbag a small snapshot\nfell out.",
    "Mr Jefferson pounced on it and said Hullo kitten\nwhos this eh\n\nIt was a snapshot sir of a young man a dark young man with\nrather untidy hair and his tie very badly arranged.",
    "Miss Keene\npretended that she didnt know anything about it.",
    "She said Ive\nno idea Jeffie.",
    "No idea at all.",
    "I dont know how it could have got\ninto my bag.",
    "I didnt put it there.",
    "Now Mr Jefferson sir wasnt quite a fool.",
    "That story wasnt\ngood enough.",
    "He looked angry his brows came down heavy\nand his voice was gruff when he said Now then kitten now\nthen.",
    "You know who it is right enough.",
    "She changed her tactics\nquick sir.",
    "Looked frightened.",
    "She said I do recognize him\nnow.",
    "He comes here sometimes and Ive danced with him.",
    "I\ndont know his name.",
    "The silly idiot must have stuffed his photo\ninto my bag one day.",
    "These boys are too silly for anything She\ntossed her head and giggled and passed it off.",
    "But it wasnt a\nlikely story was it And I dont think Mr Jefferson quite believed\nit.",
    "He looked at her once or twice after that in a sharp way and\nsometimes if shed been out he asked her where shed been.",
    "Sir Henry said Have you ever seen the original of the photo\nabout the hotel\n\nNot to my knowledge sir.",
    "Of course I am not much downstairs\nin the public apartments.",
    "Sir Henry nodded.",
    "He asked a few more questions but\nEdwards could tell him nothing more.",
    "II\n\nIn the police station at Danemouth Superintendent Harper was\ninterviewing Jessie Davis Florence Small Beatrice Henniker\nMary Price and Lilian Ridgeway.",
    "They were girls much of an\nage differing slightly in mentality.",
    "They ranged from county\nto farmers and shopkeepers daughters.",
    "One and all they told\nthe same story.",
    "Pamela Reeves had been just the same as\nusual she had said nothing to any of them except that she was\ngoing to Woolworths and would go home by a later bus.",
    "In the corner of Superintendent Harpers office sat an elderly\nlady.",
    "The girls hardly noticed her.",
    "If they did they may have\nwondered who she was.",
    "She was certainly no police matron.",
    "Possibly they assumed that she like them was a witness to be\nquestioned.",
    "The last girl was shown out.",
    "Superintendent\nHarper wiped his forehead and turned around to look at Miss\nMarple.",
    "His glance was inquiring but not hopeful.",
    "Miss Marple\nhowever spoke crisply Id like to speak to Florence Small.",
    "The superintendents eyebrows rose but he nodded and\ntouched a bell.",
    "A constable appeared.",
    "Harper said Florence\nSmall.",
    "The girl reappeared ushered in by the constable.",
    "She was the\ndaughter of a welltodo farmer a tall girl with fair hair a rather\nfoolish mouth and frightened brown eyes.",
    "She was twisting her\nhands and looked nervous.",
    "Superintendent Harper looked at\nMiss Marple who nodded.",
    "The superintendent got up.",
    "He said\nThis lady will ask you some questions.",
    "He went out closing\nthe door behind him.",
    "Florence looked uneasily at Miss Marple.",
    "Her eyes looked\nrather like those of one of her fathers calves.",
    "Miss Marple said Sit down Florence.",
    "Florence Small sat down obediently.",
    "Unrecognized by herself\nshe felt suddenly more at home less uneasy.",
    "The unfamiliar\nand terrorizing atmosphere of a police station was replaced by\nsomething more familiar the accustomed tone of command of\nsomebody whose business it was to give orders.",
    "Miss Marple said You understand Florence that its of the\nutmost importance that everything about poor Pamelas doings\non the day of her death should be known\n\nFlorence murmured that she quite understood.",
    "And Im sure you want to do your best to help Florences\neyes were wary as she said of course she did.",
    "To keep back any piece of information is a very serious\noffence said Miss Marple.",
    "The girls fingers twisted nervously in her lap.",
    "She swallowed\nonce or twice.",
    "I can make allowances went on Miss Marple for the fact\nthat you are naturally alarmed at being brought into contact\nwith the police.",
    "You are afraid too that you may be blamed for\nnot having spoken sooner.",
    "Possibly you are afraid that you may\nalso be blamed for not stopping Pamela at the time.",
    "But youve\ngot to be a brave girl and make a clean breast of things.",
    "If you\nrefuse to tell what you know now it will be a very serious\nmatter indeed very serious practically perjury and for that as\nyou know you can be sent to prison.",
    "I 1 dont \n\nMiss Marple said sharply Now dont prevaricate Florence\nTell me all about it at once Pamela wasnt going to\nWoolworths was she\n\nFlorence licked her lips with a dry tongue and gazed\nimploringly at Miss Marple like a beast about to be slaughtered.",
    "Something to do with the films wasnt it asked Miss Marple.",
    "A look of intense relief mingled with awe passed over\nFlorences face.",
    "Her inhibitions left her.",
    "She gasped Oh yes\n\nI thought so said Miss Marple.",
    "Now I want you to tell me all\nthe details please.",
    "Words poured from Florence in a gush.",
    "Oh Ive been ever so\nworried.",
    "I promised Pam you see Id never say a word to a\nsoul.",
    "And then when she was found all burned up in that car oh it was horrible and I thought I should die I felt it was all my\nfault.",
    "I ought to have stopped her.",
    "Only I never thought not for\na minute that it wasnt all right.",
    "And then I was asked if shed\nbeen quite as usual that day and I said Yes before Id had time\nto think.",
    "And not having said anything then I didnt see how I\ncould say anything later.",
    "And after all I didnt know anything\nnot really only what Pam told me.",
    "What did Pam tell you\n\nIt was as we were walking up the lane to the bus on the way to\nthe rally.",
    "She asked me if I could keep a secret and I said yes\nand she made me swear not to tell.",
    "She was going into\nDanemouth for a film test after the rally Shed met a film\nproducer just back from Hollywood he was.",
    "He wanted a\ncertain type and he told Pam she was just what he was looking\nfor.",
    "He warned her though not to build on it.",
    "You couldnt tell\nhe said not until you saw how a person photographed.",
    "It might\nbe no good at all.",
    "It was a kind of Bergner part he said.",
    "You had\nto have someone quite young for it.",
    "A schoolgirl it was who\nchanges places with a revue artist and has a wonderful career.",
    "Pams acted in plays at school and shes awfully good.",
    "He said\nhe could see she could act but shed have to have some\nintensive training.",
    "It wouldnt be all beer and skittles he told\nher it would be hard work  did she think she could stick it\n\nFlorence Small stopped for breath.",
    "Miss Marple felt rather sick\nas she listened to the glib rehash of countless novels and\nscreen stories.",
    "Pamela Reeves like most other girls would\nhave been warned against talking to strangers but the glamour\nof the films would have obliterated all that.",
    "He was absolutely businesslike about it all continued\nFlorence.",
    "Said if the test was successful shed have a\ncontract and he said that as she was young and inexperienced\nshe ought to let a lawyer look at it before she signed it.",
    "But she\nwasnt to pass on that hed said that.",
    "He asked her if shed\nhave trouble with her parents and Pam said she probably\nwould and he said Well of course thats always a difficulty\nwith anyone as young as you are but I think if it was put to them\nthat this was a wonderful chance that wouldnt happen once in\na million times theyd see reason.",
    "But anyway he said it\nwasnt any good going into that until they knew the result of the\ntest.",
    "She mustnt be disappointed if it failed.",
    "He told her about\nHollywood and about Vivien Leigh how shed suddenly taken\nLondon by storm and how these sensational leaps into fame\ndid happen.",
    "He himself had come back from America to work\nwith the Lenville Studios and put some pep into the English film\ncompanies.",
    "Miss Marple nodded.",
    "Florence went on So it was all arranged.",
    "Pam was to go into\nDanemouth after the rally and meet him at his hotel and hed\ntake her along to the studios.",
    "Theyd got a small testing studio\nin Danemouth he told her.",
    "Shed have her test and she could\ncatch the bus home afterward.",
    "She could say shed been\nshopping and hed let her know the result of the test in a few\ndays and if it was favourable Mr Harmsteiter the boss would\ncome along and talk to her parents.",
    "Well of course it sounded too wonderful I was green with\nenvy Pam got through the rally without turning a hair  we\nalways call her a regular poker face.",
    "Then when she said that\nshe was going into Danemouth to Woolworths she just winked\nat me.",
    "I saw her start off down the footpath.",
    "Florence began to cry.",
    "I ought to have stopped her I ought to have stopped her I\nought to have known a thing like that couldnt be true I ought to\nhave told someone.",
    "Oh dear I wish I was dead\n\nThere there.",
    "Miss Marple patted her on the shoulder.",
    "Its\nquite all right.",
    "No one will blame you Florence.",
    "Youve done the\nright thing in telling me.",
    "She devoted some minutes to cheering the child up.",
    "Five minutes later she was telling the girls story to\nSuperintendent Harper.",
    "The latter looked very grim.",
    "The\n\n\fclever devil he said.",
    "Ill cook his goose for him This puts\nrather a different aspect on things.",
    "Yes it does.",
    "Harper looked at her sideways.",
    "It doesnt surprise you\n\nI expected something of the kind Miss Marple said.",
    "Superintendent Harper said curiously What put you on to this\nparticular girl They all looked scared to death and there\nwasnt a pin to choose between them as far as I could see.",
    "Miss Marple said gently You havent had as much experience\nwith girls telling lies as I have.",
    "Florence looked at you very\nstraight if you remember and stood very rigid and just fidgeted\nwith her feet like the others.",
    "But you didnt watch her as she\nwent out of the door.",
    "I knew at once then that shed got\nsomething to hide.",
    "They nearly always relax too soon.",
    "My little\nmaid Janet always did.",
    "Shed explain quite convincingly that the\nmice had eaten the end of a cake and give herself away by\nsmirking as she left the room.",
    "Im very grateful to you said Harper.",
    "He added thoughtfully\nLenville Studios eh\n\nMiss Marple said nothing.",
    "She rose to her feet.",
    "Im afraid she\nsaid I must hurry away.",
    "So glad to have been able to help\nyou.",
    "Are you going back to the hotel\n\nYes to pack up.",
    "I must go back to St Mary Mead as soon as\npossible.",
    "Theres a lot for me to do there.",
    "Chapter 18\n\nMiss Marple passed out through the French windows of her\ndrawing room tripped down her neat garden path through a\ngarden gate in through the vicarage garden gate across the\nvicarage garden and up to the drawingroom window where\nshe tapped gently on the pane.",
    "The vicar was busy in his study\ncomposing his Sunday sermon but the vicars wife who was\nyoung and pretty was admiring the progress of her offspring\nacross the hearth rug.",
    "Can I come in Griselda\n\nOh do Miss Marple.",
    "Just look at David He gets so angry\nbecause he can only crawl in reverse.",
    "He wants to get to\nsomething and the more he tries the more he goes backward\ninto the coal box.",
    "Hes looking very bonny Griselda.",
    "Hes not bad is he said the young mother endeavouring to\nassume an indifferent manner.",
    "Of course I dont bother with\nhim much.",
    "All the books say a child should be left alone as\nmuch as possible.",
    "Very wise dear said Miss Marple.",
    "Ahem 1 came to ask if\nthere was anything special you are collecting for at the\nmoment\n\nThe vicars wife turned somewhat astonished eyes upon her.",
    "Oh heaps of things she said cheerfully.",
    "There always are.",
    "She ticked them off on her fingers.",
    "Theres the Nave\nRestoration Fund and St Giles Mission and our Sale of Work\nnext Wednesday and the Unmarried Mothers and a Boy Scouts\nOuting and the Needlework Guild and the Bishops Appeal for\nDeepSea Fishermen.",
    "Any of them will do said Miss Marple.",
    "I thought I might make\na little round with a book you know if you would authorize me to\ndo so.",
    "Are you up to something I believe you are.",
    "Of course I\nauthorize you.",
    "Make it the Sale of Work it would be lovely to get\nsome real money instead of those awful sachets and comic pen\nwipers and depressing children frocks and dusters all done up\nto\n\nlook\n\nlike\n\ndolls...",
    "I\n\nsuppose\n\ncontinued\n\nGriselda\n\naccompanying her guest to the window that you wouldnt like\nto tell me what its all about\n\nLater my dear said Miss Marple hurrying off.",
    "With a sigh the young mother returned to the hearth rug and by\nway of carrying out her principles of stern neglect butted her\nson three times in the stomach so that he caught hold of her\nhair and pulled it with gleeful yells.",
    "They then rolled over and\n\n\fover in a grand rough and tumble until the door opened and the\nvicarage maid announced to the most influential parishioner\nwho didnt like children Missus is in here.",
    "Whereupon Griselda sat up and tried to look dignified and more\nwhat a vicars wife should be.",
    "Miss Marple clasping a small black book with pencilled entries\nin it walked briskly along the village street until she came to\nthe crossroads.",
    "Here she turned to the left and walked past the\nBlue Boar until she came to Chatsworth alias Mr Bookers new\nhouse.",
    "She turned in at the gate walked up to the front door\nand knocked on it briskly.",
    "The door was opened by the blond\nyoung woman named Dinah Lee.",
    "She was less carefully made\nup than usual and in fact looked slightly dirty.",
    "She was\nwearing gray slacks and an emerald jumper.",
    "Good morning said Miss Marple briskly and cheerfully.",
    "May I\njust come in for a minute She pressed forward as she spoke\nso that Dinah Lee who was somewhat taken aback at the call\nhad no time to make up her mind.",
    "Thank you so much said Miss Marple beaming amiably at her\nand sitting down rather gingerly on a period bamboo chair.",
    "Quite warm for the time of year is it not went on Miss\nMarple still exuding geniality.",
    "Yes rather.",
    "Oh quite said Miss Lee.",
    "At a loss how to deal\nwith the situation she opened a box and offered it to her guest.",
    "Er... have a cigarette\n\n\fThank you so much but I dont smoke.",
    "I just called you know\nto see if I could enlist your help for our Sale of Work next week.",
    "Sale of Work said Dinah Lee as one who repeats a phrase in\na foreign language.",
    "At the vicarage said Miss Marple.",
    "Next Wednesday.",
    "Oh\nMiss Lees mouth fell open.",
    "Im afraid I couldnt \n\nNot even a small subscription half a crown perhaps Miss\nMarple exhibited her little book.",
    "Oh er... well yes.",
    "I dare say I could manage that.",
    "The girl\nlooked relieved and turned to hunt in her handbag.",
    "Miss Marples sharp eyes were looking round the room.",
    "She\nsaid I see youve no hearth rug in front of the fire.",
    "Dinah Lee\nturned round and stared at her.",
    "She could not but be aware of\nthe very keen scrutiny the old lady was giving her but it\naroused in her no other emotion than slight annoyance.",
    "Miss\nMarple recognized that.",
    "She said Its rather dangerous you\nknow.",
    "Sparks fly out and mark the carpet.",
    "Funny old tabby thought Dinah but she said quite amiably if\nsomewhat vaguely There used to be one.",
    "I dont know where\nits got to.",
    "I suppose said Miss Marple it was the fluffy woolly kind\n\n\fSheep said Dinah.",
    "Thats what it looked like.",
    "She was\namused now.",
    "An eccentric old bean this.",
    "She held out a half\ncrown.",
    "Here you are she said.",
    "Oh thank you my dear.",
    "Miss Marple took it and opened the\nlittle book.",
    "Er... what name shall I write down\n\nDinahs eyes grew suddenly hard and contemptuous.",
    "Nosy old\ncat she thought.",
    "Thats all she came for prying around for\nscandal.",
    "She said clearly and with malicious pleasure Miss\nDinah Lee.",
    "Miss Marple looked at her steadily.",
    "She said This is Mr Basil\nBlakes cottage isnt it\n\nYes\n\nand\n\nIm\n\nMiss\n\nDinah\n\nLee\n\nHer\n\nvoice\n\nrang\n\nout\n\nchallengingly her head went back her blue eyes flashed.",
    "Very steadily Miss Marple looked at her.",
    "She said Will you\nallow me to give you some advice even though you may\nconsider it impertinent\n\nI shall consider it impertinent.",
    "You had better say nothing.",
    "Nevertheless said Miss Marple I am going to speak.",
    "I want\nto advise you very strongly not to continue using your maiden\nname in the village.",
    "Dinah stared at her.",
    "She said What what do you mean\n\n\fMiss Marple said earnestly In a very short time you may need\nall the sympathy and good will you can find.",
    "It will be important\nto your husband too that he shall be thought well of.",
    "There is a\nprejudice in oldfashioned country districts against people\nliving together who are not married.",
    "It has amused you both I\ndare say to pretend that that is what you are doing.",
    "It kept\npeople away so that you werent bothered with what I expect\nyou would call old frumps.",
    "Nevertheless old frumps have their\nuses.",
    "Dinah demanded How did you know we are married\n\nMiss Marple smiled a deprecating smile.",
    "Oh my dear she\nsaid.",
    "Dinah persisted No but how did you know You didnt you\ndidnt go to Somerset House\n\nA momentary flicker showed in Miss Marples eyes.",
    "Somerset\nHouse Oh no.",
    "But it was quite easy to guess.",
    "Everything you\nknow gets round in a village.",
    "The... er... the kind of quarrels\nyou have typical of early days of marriage.",
    "Quite quite unlike\nan illicit relationship.",
    "It has been said you know and I think\nquite truly that you can only really get under anybodys skin if\nyou are married to them.",
    "When there is no  no legal bond\npeople are much more careful they have to keep assuring\nthemselves how happy and halcyon everything is.",
    "They have\nyou see to justify themselves.",
    "They dare not quarrel Married\npeople I have noticed quite enjoy their battles and the... er...\nappropriate reconciliations.",
    "She paused twinkling benignly.",
    "Well I  Dinah stopped and laughed.",
    "She sat down and lit a\ncigarette.",
    "Youre absolutely marvellous she said.",
    "Then she\nwent on But why do you want us to own up and admit to\nrespectability\n\nMiss Marples face was grave now.",
    "She said Because any\nminute now your husband may be arrested for murder.",
    "Chapter 19\n\nFor an interval Dinah stared at Miss Marple.",
    "Then she said\nincredulously Basil Murder Are you joking\n\nNo indeed.",
    "Havent you seen the papers\n\nDinah caught her breath.",
    "You mean that girl at the Majestic\nHotel.",
    "Do you mean they suspect Basil of killing her\n\nYes.",
    "But its nonsense\n\nThere was the whir of a car outside the bang of a gate.",
    "Basil\nBlake flung open the door and came in carrying some bottles.",
    "He said Got the gin and the vermouth.",
    "Did you  He stopped\nand turned incredulous eyes on the prim erect visitor.",
    "Dinah burst out breathlessly Is she mad She says youre\ngoing to be arrested for the murder of that girl Ruby Keene.",
    "Oh God said Basil Blake.",
    "The bottles dropped from his arms\nonto the sofa.",
    "He reeled to a chair and dropped down in it and\nburied his face in his hands.",
    "He repeated Oh my God Oh my\nGod\n\nDinah darted over to him.",
    "She caught his shoulders.",
    "Basil look\nat me It isnt true I know it isnt true I dont believe it for a\nmoment\n\nHis hand went up and gripped hers.",
    "Bless you darling.",
    "But why should they think  You didnt even know her did\nyou\n\nOh yes he knew her said Miss Marple.",
    "Basil said fiercely Be quiet you old hag...",
    "Listen Dinah\ndarling.",
    "I hardly knew her at all.",
    "Just ran across her once or\ntwice at the Majestic.",
    "Thats all I swear thats all\n\nDinah said bewildered I dont understand.",
    "Why should\nanyone suspect you then\n\nBasil groaned.",
    "He put his hands over his eyes and rocked to\nand fro.",
    "Miss Marple said What did you do with the hearth rug His\nreply came mechanically.",
    "I put it in the dustbin.",
    "Miss Marple clucked her tongue vexedly.",
    "That was stupid very\nstupid.",
    "People dont put good hearth rugs in dustbins.",
    "It had\nspangles in it from her dress I suppose\n\nYes I couldnt get them out.",
    "Dinah cried What are you talking about\n\nBasil said sullenly Ask her.",
    "She seems to know all about it.",
    "Ill tell you what I think happened if you like said Miss Marple.",
    "You can correct me Mr Blake if I go wrong.",
    "I think that after\nhaving had a violent quarrel with your wife at a party and after\nhaving had perhaps rather too much... er... to drink you drove\ndown here.",
    "I dont know what time you arrived.",
    "Basil Blake said sullenly About two in the morning.",
    "I meant to\ngo up to town first then when I got to the suburbs I changed\nmy mind.",
    "I thought Dinah might come down here after me.",
    "So I\ndrove down here.",
    "The place was all dark.",
    "I opened the door and\nturned on the light and I saw  and I saw  He gulped and\nstopped.",
    "Miss Marple went on You saw a girl lying on the hearth rug.",
    "A\ngirl in a white evening dress strangled.",
    "I dont know whether\nyou recognized her then \n\nBasil Blake shook his head violently.",
    "I couldnt look at her after\nthe first glance her face was all blue swollen shed been dead\nsome time and she was there in my living room He shuddered.",
    "Miss Marple said gently You werent of course quite yourself.",
    "You were in a fuddled state and your nerves are not good.",
    "You\nwere I think panicstricken.",
    "You didnt know what to do.",
    "I thought Dinah might turn up any minute.",
    "And shed find me\nthere with a dead body a girls dead body and shed think Id\nkilled her.",
    "Then I got an idea.",
    "It seemed I dont know why a\ngood idea at the time.",
    "I thought Ill put her in old Bantrys\nlibrary.",
    "Damned pompous old stick always looking down his\nnose sneering at me as artistic and effeminate.",
    "Serve the\npompous old brute right I thought.",
    "Hell look a fool when a\ndead lovely is found on his hearth rug.",
    "He added with a\npathetic eagerness to explain I was a bit drunk you know at\nthe time.",
    "It really seemed positively amusing to me.",
    "Old Bantry\nwith a dead blonde.",
    "Yes yes said Miss Marple.",
    "Little Tommy Bond had very\nmuch the same idea.",
    "Rather a sensitive boy with an inferiority\ncomplex he said teacher was always picking on him.",
    "He put a\nfrog in the clock and it jumped out at her.",
    "You were just the\nsame went on Miss Marple only of course bodies are more\nserious matters than frogs.",
    "Basil groaned again.",
    "By the morning Id sobered up.",
    "I realized\nwhat Id done.",
    "I was scared stiff.",
    "And then the police came\nhere.",
    "Another damned pompous ass of a chief constable.",
    "I was\nscared of him and the only way I could hide it was by being\nabominably rude.",
    "In the middle of it all Dinah drove up.",
    "Dinah looked out of the window.",
    "She said Theres a car driving\nup now.",
    "There are men in it.",
    "The police I think said Miss Marple.",
    "Basil Blake got up.",
    "Suddenly he became quite calm and\nresolute.",
    "He even smiled.",
    "He said So Im in for it am I All\nright Dinah sweet keep your head.",
    "Get onto old Sims hes the\nfamily lawyer and go to mother and tell her about our marriage.",
    "She wont bite.",
    "And dont worry.",
    "I didnt do it.",
    "So its bound to be\nall right see sweetheart\n\nThere was a tap on the cottage door.",
    "Basil called Come in.",
    "Inspector Slack entered with another man.",
    "He said Mr Basil\nBlake Yes.",
    "I have a warrant here for your arrest on the charge of\nmurdering Ruby Keene on the night of September twentieth\nlast.",
    "I warn you that anything you say may be used at your trial.",
    "You will please accompany me now.",
    "Full facilities will be given\nyou for communicating with your solicitor.",
    "Basil nodded.",
    "He looked at Dinah but did not touch her.",
    "He\nsaid So long Dinah.",
    "Cool customer thought Inspector Slack.",
    "He acknowledged the\npresence of Miss Marple with a half bow and a Good morning\nand thought to himself smart old pussy shes on to it.",
    "Good job\nweve got that hearth rug.",
    "That and finding out from the carpark man at the studio that he left that party at eleven instead of\n\n\fmidnight.",
    "Dont think those friends of his meant to commit\nperjury.",
    "They were bottled and Blake told em firmly the next\nday it was twelve oclock when he left and they believed him.",
    "Well his goose is cooked good and proper.",
    "Mental I expect.",
    "Broadmoor not hanging.",
    "First the Reeves kid probably\nstrangled her drove her out to the quarry walked back into\nDanemouth picked up his own car in some side lane drove to\nthis party then back to Danemouth brought Ruby Keene out\nhere strangled her put her in old Bantrys library then\nprobably got the wind up about the car in the quarry drove\nthere set it on fire and got back here.",
    "Mad sex and blood lust\nlucky this girls escaped.",
    "What they call recurring mania I\nexpect.",
    "Alone with Miss Marple Dinah Blake turned to her.",
    "She said I\ndont know who you are but youve got to understand this Basil\ndidnt do it.",
    "Miss Marple said I know he didnt.",
    "I know who did do it.",
    "But its\nnot going to be easy to prove.",
    "Ive an idea that something you\nsaid just now may help.",
    "It gave me an idea the connection Id\nbeen trying to find.",
    "Now what was it\n\nChapter 20\n\nIm home Arthur declared Mrs Bantry announcing the fact\nlike a royal proclamation as she flung open the study door.",
    "Colonel Bantry immediately jumped up kissed his wife and\ndeclared heartily Well well thats splendid\n\n\fThe colonels words were unimpeachable the manner very well\ndone but an affectionate wife of as many years standing as\nMrs Bantry was not deceived.",
    "She said immediately Is\nanything the matter\n\nNo of course not Dolly.",
    "What should be the matter\n\nOh I dont know said Mrs Bantry vaguely.",
    "Things are so\nqueer arent they\n\nShe threw off her coat as she spoke and Colonel Bantry picked\nit up carefully and laid it across the back of the sofa.",
    "All exactly\nas usual yet not as usual.",
    "Her husband Mrs Bantry thought\nseemed to have shrunk.",
    "He looked thinner stooped more there\nwere pouches under his eyes and those eyes were not ready to\nmeet hers.",
    "He went on to say still with that affectation of\ncheerfulness.",
    "Well\n\nhow\n\ndid\n\nyou\n\nenjoy\n\nyour\n\ntime\n\nat\n\nDanemouth\n\nOh it was great fun.",
    "You ought to have come Arthur.",
    "Couldnt get away my dear.",
    "Lot of things to attend to here.",
    "Still I think the change would have done you good.",
    "And you\nlike the Jeffersons.",
    "Yes yes poor fellow.",
    "Nice chap.",
    "All very sad.",
    "What have you been doing with yourself since Ive been\naway\n\nOh nothing much been over the farms you know.",
    "Agreed that\nAnderson shall have a new roof.",
    "Cant patch it up any longer.",
    "How did the Radfordshire Council meeting go I  well as a\nmatter of fact I didnt go.",
    "Didnt go But you were taking the\nchair \n\nWell as a matter of fact Dolly seems there was some mistake\nabout that.",
    "Asked me if Id mind if Thompson took it instead.",
    "I see said Mrs Bantry.",
    "She peeled off a glove and threw it\ndeliberately into the wastepaper basket.",
    "Her husband went to\nretrieve it and she stopped him saying sharply Leave it.",
    "I hate\ngloves.",
    "Colonel Bantry glanced at her uneasily.",
    "Mrs Bantry\nsaid sternly Did you go to dinner with the Duffs on Thursday\n\nOh that It was put off.",
    "Their cook was ill.\n\nStupid people said Mrs Bantry.",
    "She went on Did you go to\nthe Naylors yesterday\n\nI rang up and said I didnt feel up to it hoped theyd excuse me.",
    "They quite understood.",
    "They did did they said Mrs Bantry grimly.",
    "She sat down by\nthe desk and absentmindedly picked up a pass of gardening\n\n\fscissors.",
    "With them she cut off the fingers one by one of her\nsecond glove.",
    "What are you doing Dolly\n\nFeeling destructive said Mrs Bantry.",
    "She got up.",
    "Where\nshall we sit after dinner Arthur In the library\n\nWell... er...",
    "I dont think so  eh Very nice in here or the\ndrawing room.",
    "I think said Mrs Bantry that well sit in the\nlibrary.",
    "Her steady eyes met his.",
    "Colonel Bantry drew himself up to his\nfull height.",
    "A sparkle came into his eye.",
    "He said Youre right\nmy dear.",
    "Well sit in the library\n\nMrs Bantry put down the telephone receiver with a sigh of\nannoyance.",
    "She had rung up twice and each time the answer\nhad been the same.",
    "Miss Marple was out.",
    "Of a naturally\nimpatient nature Mrs Bantry was never one to acquiesce in\ndefeat.",
    "She rang up in rapid succession the vicarage Mrs\nPrice Ridley Miss Hartnell Miss Wetherby and as a last resort\nthe\n\nfishmonger\n\nwho\n\nby\n\nreason\n\nof\n\nhis\n\nadvantageous\n\ngeographical position usually knew where everybody was in the\nvillage.",
    "The fishmonger was sorry but he had not seen Miss\nMarple at all in the village that morning.",
    "She had not been on\nher usual round.",
    "Where can the woman be demanded Mrs\nBantry impatiently aloud.",
    "There was a deferential cough behind her.",
    "The discreet\nLorrimer murmured You were requiring Miss Marple madam\nI have just observed her approaching the house.",
    "Mrs Bantry rushed to the front door flung it open and greeted\nMiss Marple breathlessly.",
    "Ive been trying to get you\neverywhere.",
    "Where have you been She glanced over her\nshoulder.",
    "Lorrimer had discreetly vanished.",
    "Everythings too\nawful People are beginning to coldshoulder Arthur.",
    "He looks\nyears older.",
    "We must do something Jane.",
    "You must do\nsomething\n\nMiss Marple said You neednt worry Dolly in a rather peculiar\nvoice.",
    "Colonel Bantry appeared from the study door.",
    "Ah Miss\nMarple.",
    "Good morning.",
    "Glad youve come.",
    "My wifes been\nringing you up like a lunatic.",
    "I thought Id better bring you the news said Miss Marple as\nshe followed Mrs Bantry into the study.",
    "News\n\nBasil Blake has just been arrested for the murder of Ruby\nKeene.",
    "Basil Blake cried the colonel.",
    "But he didnt do it said Miss Marple.",
    "Colonel Bantry took no notice of this statement.",
    "It was doubtful\nif he even heard it.",
    "Do you mean to say he strangled that girl\nand then brought her along and put her in my library\n\nHe put her in your library said Miss Marple but he didnt kill\nher.",
    "Nonsense.",
    "If he put her in my library of course he killed her\nThe two things go together\n\nNot necessarily.",
    "He found her dead in his own cottage.",
    "A likely story said the colonel derisively.",
    "If you find a body\nwhy you ring up the police naturally if youre an honest man.",
    "Ah said Miss Marple but we havent all got such iron nerves\nas you have Colonel Bantry.",
    "You belong to the old school.",
    "This\nyounger generation is different.",
    "Got no stamina said the colonel repeating a wellworn\nopinion of his.",
    "Some of them said Miss Marple have been through a bad\ntime.",
    "Ive heard a good deal about Basil.",
    "He did ARP work you\nknow when he was only eighteen.",
    "He went into a burning\nhouse and brought out four children one after another.",
    "He\nwent back for a dog although they told him it wasnt safe.",
    "The\nbuilding fell in on him.",
    "They got him out but his chest was badly\n\n\fcrushed and he had to lie in plaster for a long time after that.",
    "Thats when he got interested in designing.",
    "Oh The colonel coughed and blew his nose.",
    "I... er... never\nknew that.",
    "He doesnt talk about it said Miss Marple.",
    "Er... quite right.",
    "Proper spirit.",
    "Must be more in the young chap\nthan I thought.",
    "Shows you ought to be careful in jumping to\nconclusions.",
    "Colonel Bantry looked ashamed.",
    "But all the\nsame his indignation revived what did he mean trying to\nfasten a murder on me\n\nI dont think he saw it like that said Miss Marple.",
    "He thought\nof it more as a as a joke.",
    "You see he was rather under the\ninfluence of alcohol at the time.",
    "Bottled was he said Colonel Bantry with an Englishmans\nsympathy for alcoholic excess.",
    "Oh well cant judge a fellow\nby what he does when hes drunk.",
    "When I was at Cambridge I\nremember I put a certain utensil... well... well never mind.",
    "Deuce of a row there was about it.",
    "He chuckled then checked\nhimself sternly.",
    "He looked at Miss Marple with eyes that were\nshrewd and appraising.",
    "He said You dont think he did the\nmurder eh\n\nIm sure he didnt.",
    "And you think you know who did\n\nMiss Marple nodded.",
    "Mrs Bantry like all ecstatic Greek chorus said Isnt she\nwonderful to an unhearing world.",
    "Well who was it\n\nMiss Marple said I was going to ask you to help me.",
    "I think if\nwe went up to Somerset House we should have a very good\nidea.",
    "Chapter 21\n\nSir Henrys face was very grave.",
    "He said I dont like it.",
    "I am aware said Miss Marple that it isnt what you call\northodox.",
    "But it is so important isnt it to be quite sure to make\nassurance doubly sure as Shakespeare has it I think if Mr\nJefferson would agree \n\nWhat about Harper Is he to be in on this\n\nIt might be awkward for him to know too much.",
    "But there might\nbe a hint from you.",
    "To watch certain persons have them trailed\nyou know.",
    "Sir Henry said slowly Yes that would meet the case.",
    "II\n\nSuperintendent\n\nHarper\n\nlooked\n\npiercingly\n\nat\n\nSir\n\nHenry\n\nClithering.",
    "Lets get this quite clear sir.",
    "Youre giving me a\nhint\n\n\fSir Henry said Im informing you of what my friend has just\ninformed me.",
    "He didnt tell me in confidence that he purposes\nto visit a solicitor in Danemouth tomorrow for the purpose of\nmaking a new will.",
    "The superintendents bushy eyebrows drew downward over his\nsteady eyes.",
    "He said Does Mr Conway Jefferson propose to\ninform his soninlaw and daughterinlaw of that fact\n\nHe intends to tell them about it this evening.",
    "I see.",
    "The superintendent tapped his desk with a penholder.",
    "He repeated again I see.",
    "Then the piercing eyes bored once\nmore into the eyes of the other man.",
    "Harper said So youre not\nsatisfied with the case against Basil Blake\n\nAre you\n\nThe superintendents moustaches quivered.",
    "He said Is Miss\nMarple The two men looked at each other.",
    "Then Harper said\nYou can leave it to me.",
    "Ill have men detailed.",
    "There will be no\nfunny business I can promise you that.",
    "Sir Henry said There is one more thing.",
    "Youd better see this.",
    "He unfolded a slip of paper and pushed it across the table.",
    "This time the superintendents calm deserted him.",
    "He whistled.",
    "So thats it is it That puts an entirely different complexion on\nthe matter.",
    "How did you come to dig up this\n\n\fWomen\n\nsaid\n\nSir\n\nHenry\n\nare\n\neternally\n\ninterested\n\nin\n\nmarriages.",
    "Especially said the superintendent elderly\nsingle women Ill\n\nConway Jefferson looked up as his friend entered.",
    "His grim\nface relaxed into a smile.",
    "He said Well I told em.",
    "They took it\nvery well.",
    "What did you say\n\nTold em that as Ruby was dead I felt that fifty thousand Id\noriginally left her should go to something that I could associate\nwith her memory.",
    "It was to endow a hostel for young girls\nworking as professional dancers in London.",
    "Damned silly way\nto leave your money.",
    "Surprised they swallowed it as though Id\ndo a thing like that.",
    "He added meditatively You know I made\na fool of myself over that girl.",
    "Must be turning into a silly old\nman.",
    "I can see it now.",
    "She was a pretty kid but most of what I\nsaw in her I put there myself.",
    "I pretended she was another\nRosamund.",
    "Same colouring you know.",
    "But not the same heart\nor mind.",
    "Hand me that paper rather an interesting bridge\nproblem.",
    "IV\n\nSir Henry went downstairs.",
    "He asked a question of the porter.",
    "Mr Gaskell sir Hes just gone off in his car.",
    "Had to go to\nLondon.",
    "Oh I see.",
    "Is Mrs Jefferson about\n\nMrs Jefferson sir has just gone up to bed.",
    "Sir Henry looked into the lounge and through to the ballroom.",
    "In\nthe lounge Hugo McLean was doing a crossword puzzle and\nfrowning a good deal over it.",
    "In the ballroom Josie was smiling\nvaliantly into the face of a stout perspiring man as her nimble\nfeet avoided his destructive tread.",
    "The stout man was clearly\nenjoying his dance.",
    "Raymond graceful and weary was dancing\nwith an anaemiclooking girl with adenoids dull brown hair and\nan expensive and exceedingly unbecoming dress.",
    "Sir Henry\nsaid under his breath And so to bed and went upstairs.",
    "It was three oclock.",
    "The wind had fallen the moon was shining\nover the quiet sea.",
    "In Conway Jeffersons room there was no\nsound except his own heavy breathing as he lay half propped\nup on pillows.",
    "There was no breeze to stir the curtains at the\nwindow but they stirred.",
    "For a moment they parted and a figure\nwas silhouetted against the moonlight.",
    "Then they fell back into\nplace.",
    "Everything was quiet again but there was someone else\ninside the room.",
    "Nearer and nearer to the bed the intruder\nstole.",
    "The deep breathing on the pillow did not relax.",
    "There was\nno sound or hardly any sound.",
    "A finger and thumb were ready\nto pick up a fold of skin in the other hand the hypodermic was\nready.",
    "And then suddenly out of the shadows a hand came\nand closed over the hand that held the needle the other arm\nheld the figure in an iron grasp.",
    "An unemotional voice the voice\nof the law said No you dont I want that needle The light\n\n\fswitched on and from his pillows Conway Jefferson looked\ngrimly at the murderer of Ruby Keene.",
    "Chapter 22\n\nSir Henry Clithering said Speaking as Watson I want to know\nyour methods.",
    "Miss Marple.",
    "Superintendent Harper said Id like to know what put you on\nto it first.",
    "Colonel Melchett said Youve done it again by Jove Miss\nMarple.",
    "I want to hear all about it from the beginning.",
    "Miss Marple smoothed the pure silk of her best evening gown.",
    "She flushed and smiled and looked very selfconscious.",
    "She\nsaid Im afraid youll think my methods as Sir Henry calls\nthem are terribly amateurish.",
    "The truth is you see that most\npeople and I dont exclude policemen are far too trusting for\nthis wicked world.",
    "They believe what is told them.",
    "I never do.",
    "Im afraid I always like to prove a thing for myself.",
    "That is the scientific attitude said Sir Henry.",
    "In this case continued Miss Marple certain things were\ntaken for granted from the first instead of just confining oneself\nto the facts.",
    "The facts as I noted them were that the victim was\nquite young and that she bit her nails and that her teeth stuck\nout a little as young girls so often do if not corrected in time\n\n\fwith a plate and children are very naughty about their plates\nand take them out when their elders arent looking.",
    "But that is wandering from the point.",
    "Where was I Oh yes\nlooking down at the dead girl and feeling sorry because it is\nalways sad to see a young life cut short and thinking that\nwhoever had done it was a very wicked person.",
    "Of course it\nwas all very confusing her being found in Colonel Bantrys\nlibrary altogether too like a book to be true.",
    "In fact it made the\nwrong pattern.",
    "It wasnt you see meant which confused us a\nlot.",
    "The real idea had been to plant the body on poor young\nBasil Blake a much more likely person and his action in putting\nit in the colonels library delayed things considerably and must\nhave been a source of great annoyance to the real murderer.",
    "Originally you see Mr Blake would have been the first object of\nsuspicion.",
    "Theyd have made inquiries at Danemouth found he\nknew the girl then found he had tied himself up with another\ngirl and theyd have assumed that Ruby came to blackmail him\nor something like that and that hed strangled her in a fit of\nrage.",
    "Just an ordinary sordid what I call nightclub type of\ncrime\n\nBut that of course all went wrong and interest became\nfocused much too soon on the Jefferson family to the great\nannoyance of a certain person.",
    "As Ive told you Ive got a very suspicious mind.",
    "My nephew\nRaymond tells me in fun of course that I have a mind like a\nsink.",
    "He says that most Victorians have.",
    "All I can say is that the\nVictorians knew a good deal about human nature.",
    "As I say\n\n\fhaving this rather insanitary  or surely sanitary  mind I\nlooked at once at the money angle of it.",
    "Two people stood to\nbenefit by this girls death you couldnt get away from that.",
    "Fifty thousand pounds is a lot of money especially when you\nare in financial difficulties as both these people were.",
    "Of\ncourse they both seemed very nice agreeable people they\ndidnt seem likely people but one never can tell can one\n\nMrs Jefferson for instance.",
    "Everyone liked her.",
    "But it did\nseem clear that she had become very restless that summer and\nthat she was tired of the life she led completely dependent on\nher fatherinlaw.",
    "She knew because the doctor had told her\nthat he couldnt live long so that was all right to put it\ncallously or it would have been all right if Ruby Keene hadnt\ncome along.",
    "Mrs Jefferson was passionately devoted to her\nson and some women have a curious idea that crimes\ncommitted for the sake of their offspring are almost morally\njustified.",
    "I have come across that attitude once or twice in the\nvillage.",
    "Well twas all for Daisy you see miss they say and\nseem to think that that makes doubtful conduct quite all right.",
    "Very lax thinking.",
    "Mr Mark Gaskell of course was a much more likely starter if I\nmay use such a sporting expression.",
    "He was a gambler and had\nnot I fancied a very high moral code.",
    "But for certain reasons I\nwas of the opinion that a woman was concerned in this crime.",
    "As I say with my eye on motive the money angle seemed very\nsuggestive.",
    "It was annoying therefore to find that both these\npeople had alibis for the time when Ruby Keene according to\n\n\fthe medical evidence had met her death.",
    "But soon afterward\nthere came the discovery of the burntout car with Pamela\nReeves body in it and then the whole thing leaped to the eye.",
    "The alibis of course were worthless.",
    "I now had two halves of the case and both quite convincing\nbut they did not fit.",
    "There must be a connection but I could not\nfind it.",
    "The one person whom I knew to be concerned in the\ncrime hadnt got a motive.",
    "It was stupid of me said Miss\nMarple meditatively.",
    "If it hadnt been for Dinah Lee I shouldnt\nhave thought of it the most obvious thing in the world.",
    "Somerset\nHouse Marriage It wasnt a question of only Mr Gaskell or Mrs\nJefferson there was the further possibility of marriage.",
    "If either\nof those two was married or even was likely to marry then the\nother party to the marriage contract was involved too.",
    "Raymond for instance might think he had a pretty good\nchance of marrying a rich wife.",
    "He had been very assiduous to\nMrs Jefferson and it was his charm I think that awoke her\nfrom her long widowhood.",
    "She had been quite content just\nbeing a daughter to Mr Jefferson.",
    "Like Ruth and Naomi only\nNaomi if you remember took a lot of trouble to arrange a\nsuitable marriage for Ruth.",
    "Besides Raymond there was Mr McLean.",
    "She liked him very\nmuch and it seemed highly possible that she would marry him\nin the end.",
    "He wasnt well off and he was not far from\nDanemouth on the night in question.",
    "So it seemed didnt it\nsaid Miss Marple as though anyone might have done it But of\ncourse really in my own mind I knew.",
    "You couldnt get away\ncould you from those bitten nails\n\n\fNails said Sir Henry.",
    "But she tore her nail and cut the\nothers.",
    "Nonsense said Miss Marple.",
    "Bitten nails and closecut nails\nare quite different Nobody could mistake them who knew\nanything about girls nails very ugly bitten nails as I always\ntell the girls in my class.",
    "Those nails you see were a fact.",
    "And\nthey could only mean one thing.",
    "The body in Colonel Bantrys\nlibrary wasnt Ruby Keene at all.",
    "And that brings you straight to the one person who must be\nconcerned.",
    "Josie Josie identified the body.",
    "She knew  she\nmust have known  that it wasnt Ruby Keenes body.",
    "She said it\nwas.",
    "She was puzzled completely puzzled at finding that body\nwhere it was.",
    "She practically betrayed that fact.",
    "Why Because\nshe knew  none better  where it ought to have been found In\nBasil Blakes cottage.",
    "Who directed our attention to Basil\nJosie by saying to Raymond that Ruby might have been with\nthe film man.",
    "And before that by slipping a snapshot of him into\nRubys handbag.",
    "Josie Josie who was shrewd practical hard\nas nails and all out for money.",
    "Since the body wasnt the body of Ruby Keene it must be the\nbody of someone else.",
    "Of whom Of the other girl who was also\nmissing.",
    "Pamela Reeves Ruby was eighteen Pamela sixteen.",
    "They were both healthy rather immature but muscular girls.",
    "But why I asked myself all this hocuspocus There could be\nonly one reason to give certain persons an alibi.",
    "Who had alibis\n\n\ffor the supposed time of Ruby Keenes death Mark Gaskell\nMrs Jefferson and Josie.",
    "It was really quite interesting you know tracing out the\ncourse of events seeing exactly how the plan had worked out.",
    "Complicated and yet simple.",
    "First of all the selection of the\npoor child Pamela the approach to her from the film angle.",
    "A\nscreen test of course the poor child couldnt resist it.",
    "Not when\nit was put up to her as plausibly as Mark Gaskell put it.",
    "She\ncomes to the hotel he is waiting for her he takes her in by the\nside door and introduces her to Josie one of their makeup\nexperts That poor child it makes me quite sick to think of it\nSitting in Josies bathroom while Josie bleaches her hair and\nmakes up her face and varnishes her fingernails and toenails.",
    "During all this the drug was given.",
    "In an icecream soda very\nlikely.",
    "She goes off into a coma.",
    "I imagine that they put her into\none of the empty rooms opposite.",
    "They were only cleaned once\na week remember.",
    "After dinner Mark Gaskell went out in his car to the sea front\nhe said.",
    "That is when he took Pamelas body to the cottage\narranged it dressed in one of Rubys old dresses on the hearth\nrug.",
    "She was still unconscious but not dead when he strangled\nher with the belt of the frock.",
    "Not nice no but I hope and pray\nshe knew nothing about it.",
    "Really I feel quite pleased to think of\nhim hanging... That must have been just after ten oclock.",
    "Then\nback at top speed and into the lounge where Ruby Keene still\nalive was dancing her exhibition dance with Raymond.",
    "I should\nimagine that Josie had given Ruby instructions beforehand.",
    "Ruby was accustomed to doing what Josie told her.",
    "She was to\n\n\fchange go into Josies room and wait.",
    "She too was drugged\nprobably in the afterdinner coffee.",
    "She was yawning\nremember when she talked to young Bartlett.",
    "Josie came up later with Raymond to look for her but nobody\nbut Josie went into Josies room.",
    "She probably finished the girl\noff then with an injection perhaps or a blow on the back of the\nhead.",
    "She went down danced with Raymond debated with the\nJeffersons where Ruby could be and finally went up to bed.",
    "In\nthe early hours of the morning she dressed the girl in Pamelas\nclothes carried the body down the side stairs and out.",
    "She was\na strong muscular young woman.",
    "Fetched George Bartletts\ncar drove two miles to the quarry poured petrol over the car\nand set it alight.",
    "Then she walked back to the hotel probably\ntiming her arrival there for eight or nine oclock.",
    "Up early in her\nanxiety about Ruby\n\nAn intricate plot said Colonel Melchett.",
    "Not more intricate than the steps of a dance said Miss\nMarple.",
    "I suppose not.",
    "She was very thorough said Miss Marple.",
    "She even foresaw\nthe discrepancy of the nails.",
    "Thats why she managed to break\none of Rubys nails on her shawl.",
    "It made an excuse for\npretending that Ruby had clipped her nails close.",
    "Harper said Yes she thought of everything.",
    "And the only real\nproof you had was a schoolgirls bitten nails.",
    "More than that said Miss Marple.",
    "People will talk too much.",
    "Mark Gaskell talked too much.",
    "He was speaking of Ruby and he\nsaid her teeth ran down her throat but the dead girl in Colonel\nBantrys library had teeth that stuck out.",
    "Conway Jefferson said rather grimly And was the last\ndramatic finale your idea Miss Marple\n\nWell it was as a matter of fact.",
    "Its so nice to be sure isnt it\nSure is the word said Conway Jefferson grimly.",
    "You see said Miss Marple once those two knew that you\nwere going to make a new will theyd have to do something.",
    "Theyd already committed two murders on account of the\nmoney.",
    "So they might as well commit a third.",
    "Mark of course\nmust be absolutely clear so he went off to London and\nestablished an alibi by dining at a restaurant with friends and\ngoing on to a night club.",
    "Josie was to do the work.",
    "They still\nwanted Rubys death to be put down to Basils account so Mr\nJeffersons death must be thought due to his heart failing.",
    "There was digitalis so the superintendent tells me in the\nsyringe.",
    "Any doctor would think death from heart trouble quite\nnatural in the circumstances.",
    "Josie had loosened one of the\nstone balls on the balcony and she was going to let it crash\ndown afterward.",
    "His death would be put down to the shock of\nthe noise.",
    "Melchett said Ingenious devil.",
    "Sir Henry said So the third death you spoke of was to be\nConway Jefferson\n\nMiss Marple shook her head.",
    "Oh no I meant Basil Blake.",
    "Theyd have got him hanged if they could.",
    "Or shut up in Broadmoor said Sir Henry.",
    "Through the doorway floated Adelaide Jefferson.",
    "Hugo McLean\nfollowed her.",
    "The latter said I seem to have missed most of\nthis Havent got the hang of it yet.",
    "What was Josie to Mark\nGaskell\n\nMiss Marple said His wife.",
    "They were married a year ago.",
    "They were keeping it dark until Mr Jefferson died.",
    "Conway Jefferson grunted.",
    "He said Always knew Rosamund\nhad married a rotter.",
    "Tried not to admit it to myself.",
    "She was\nfond of him.",
    "Fond of a murderer Well hell hang as well as the\nwoman.",
    "Im glad he went to pieces and gave the show away.",
    "Miss Marple said She was always the strong character.",
    "It was\nher plan throughout.",
    "The irony of it is that she got the girl down\nhere herself never dreaming that she would take Mr\nJeffersons fancy and rum all her own prospects.",
    "Jefferson said Poor lass.",
    "Poor little Ruby.",
    "Adelaide laid her hand on his shoulder and pressed it gently.",
    "She looked almost beautiful tonight.",
    "She said with a little catch\nin her breath I want to tell you something Jeff.",
    "At once.",
    "Im\ngoing to marry Hugo.",
    "Conway Jefferson looked up at her for a moment.",
    "He said\ngruffly About time you married again.",
    "Congratulations to you\nboth.",
    "By the way Addie Im making a new will tomorrow.",
    "She nodded.",
    "Oh yes.",
    "I know.",
    "Jefferson said No you dont.",
    "Im settling ten thousand pounds\non you.",
    "Everything else goes to Peter when I die.",
    "How does that\nsuit you my girl\n\nOh Jeff Her voice broke.",
    "Youre wonderful\n\nHes a nice lad.",
    "Id like to see a good deal of him in  in the time\nIve got left.",
    "Oh you shall\n\nGot a great feeling for crime Peter has said Conway\nJefferson meditatively.",
    "Not only has he got the fingernail of the\nmurdered girl one of the murdered girls anyway but he was\nlucky enough to have a bit of Josies shawl caught in with the\nnail.",
    "So hes got a souvenir of the murderess too That makes\nhim very happy\n\n\fHugo and Adelaide passed by the ballroom.",
    "Raymond came up\nto them.",
    "Adelaide said rather quickly I must tell you my news.",
    "Were going to be married.",
    "The smile on Raymonds face was perfect a brave pensive\nsmile.",
    "I hope he said ignoring Hugo and gazing into her\neyes that you will be very very happy.",
    "They passed on and Raymond stood looking after her.",
    "A nice\nwoman he said to himself.",
    "A very nice woman.",
    "And she would\nhave had money too.",
    "The time I took to mug up that bit about\nthe Devonshire Starrs.",
    "Oh well my lucks out.",
    "Dance dance\nlittle friend and Raymond returned to the ballroom."
]